{
    "0": {
        "content": "Source document: data/platform-docs-versions-english/Pinterest_DSA-Home-Page/DSA-Home-Page.md\nParagraph location: \n\nContent: \nPinterest has a longstanding commitment to creating a safe and positive place online.  We continually invest in our policies, products and partnerships to support the safety and wellbeing of our community because it’s the right thing for the people on our platform, and we view the Digital Services Act (DSA) as a continuation of our commitment to making Pinterest an inspiring and welcoming place for everyone.  \nThe DSA is a uniform legal framework for providers of digital services in the European Union (EU).  In order to create a safe, predictable, and trustworthy online environment, the DSA aims to create a single set of rules across the EU’s Member States governing the transparency and accountability obligations of online platforms.  \nIf there is content on Pinterest you think may be illegal under EU law, you can report it by using our in-product reporting features or by using the following form: https://pinterest.com/about/dsa/.  \nInformation on Users in the EU  \nUnder Article 24(2) of the DSA, online platforms are required to publish information on the average monthly active recipients of their service in the EU every six months. This requirement is for the purpose of determining whether an online platform is a “Very Large Online Platform” (VLOP), which the DSA defines as having at least 45 million monthly active users in the EU. We have calculated that in the period of January through June 2023, Pinterest was over the 45 million monthly active user threshold for being considered a VLOP. We define a monthly active user as an authenticated Pinterest user who visits our website, opens our mobile application or interacts with Pinterest through one of our browser or site extensions, such as the Save button, at least once during this period.  \nConsistent with Article 24(2), we will publish updated information in February 2024.  \nSingle Point of Contact  \nArticles 11 and 12 of the DSA require online platforms to designate a single point of contact to enable direct communication with users in the EU, the European Commission, EU Member States’ authorities, and the European Board for Digital Services regarding the application of the DSA.  \nThese parties may contact Pinterest regarding the DSA at dsa-poc \\[at\\] pinterest.com (dsa-poc\\[at\\]pinterest\\[dot\\]com).  Communications with this email address can be in the English language, but if necessary, we will work with you to accommodate communication in another language.  \nIf you believe that content on Pinterest is illegal in the European Union or in violation of Pinterest's Community Guidelines, reporting directly through the Pinterest platform is the most efficient way for Pinterest to quickly review the material. And if you have an inquiry that is not related to the DSA, please look for the right point of contact in our Help Center.  \nDisputes About User Content and Accounts  \nThe DSA provides opportunities to dispute the decisions that online platforms make about content and user accounts. If you believe we've mistakenly taken action on your account or reported content, you can appeal our decision within six months by visiting our Reports and Violations Center.  \nIn addition, you can contact a certified out-of-court dispute settlement body to help resolve any dispute with us relating to our actions on your account or reported content, including if you disagree with the outcome of an appeal. The European Commission will maintain a website listing the available settlement bodies as they become certified. Decisions by out-of-court dispute settlement bodies are not binding on you or on Pinterest.  \nTransparency report  \nOur DSA transparency report can be found on our Policy site. This report includes data for content, users, and reporters from across the EU member states. Within and beyond the framework of the DSA, Pinterest will continue to work on ways to provide a positive experience, give people more control, and build on our transparency measures to further our goal of creating a safe and positive space online.\n",
        "line_start": 0,
        "line_end": 15
    }
}