{
    "0": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\nContent: \nApplication of Community Rules  \nJuly 1, 2023 - September 30, 2023  \n_Publication date: December 13, 2023_\n",
        "line_start": 0,
        "line_end": 3,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "1": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\tAbout this report\n\nContent: \n### About this report  \nAt TikTok, our mission is to inspire creativity and entertain. We prioritize safety, well-being and integrity so our community can feel free to create, connect with each other and have fun.  \nMore than 40,000 security professionals work with innovative technologies to maintain and enforce our [Community Rules](https://www.tiktok.com/community-guidelines/en/), [General Conditions](https://www.tiktok.com/legal/page/eea/terms-of-service/en) and [Advertising Policies](https://ads.tiktok.com/help/article/tiktok-advertising-policies-ad-creatives-landing-page-prohibited-content?lang=en), which apply to all content on our platform. This latest report provides an overview of these efforts and shows how we continue to maintain trust, authenticity and accountability.  \nAs part of our ongoing efforts to facilitate analysis of the TikTok platform, we are now providing additional data regarding data deletion by policy category for the 50 markets with the highest volumes of deleted content (see Download File below). These markets account for around 90% of all content deletions for this quarter.  \nDuring the period under review, we extended eligibility for our [Search API](https://developers.tiktok.com/products/research-api/) to academic researchers in Europe, to support research on topics related to consumer trends, misinformation, mental health and more. We also launched a new [Commercial Content API](https://developers.tiktok.com/products/commercial-content-api) and opened our [Commercial Content Library](https://library.tiktok.com/) in Europe to bring greater transparency to paid advertising and other commercial content on TikTok.\n",
        "line_start": 6,
        "line_end": 11,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "2": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/uhsllrta/Q3%20CGER/FRENCH.zip)\n",
        "line_start": 16,
        "line_end": 18,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "3": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Security**\n\nContent: \n## **Security**  \nContinuing the commitment made in the last report, we publish our second quarterly update on the implementation of TikTok LIVE. TikTok LIVE continues to be an essential part of the TikTok experience, fostering real-time entertainment that connects creators to their communities. Despite the increase in the number of suspended live broadcasts this quarter, the proportion of the total number of suspended live broadcasts remained stable at 1.5%, indicating that our control measures are adapting to the platform's growth.  \n#### **LIVE video deletions and suspensions**  \n#### **Total deletions and restorations, by content type  \n#### **Deletion rates and response times to reports** (in French only)  \n#### **Deletion policy** (in French)  \n#### **Moderation by market and language**  \n#### **Hidden influence operations**  \nAccounts targeting the war between Russia and Ukraine  \nThis network appeared to operate from Russia and target a European audience, including Germany, Italy and Ukraine. The individuals behind this network created a large number of fake accounts to artificially amplify pro-Russian opinions on foreign policy in Europe in the context of the war between Russia and Ukraine.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal/External | 12,820 | 847,760 |  \nAccounts targeting political discourse in Cambodia  \nThis network appeared to operate from Cambodia and target a Cambodian audience. The individuals behind this network created fake accounts and hyper-posted content in order to artificially amplify specific narratives favorable to the Cambodian People's Party, targeting Cambodian election discourse.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 3,046 | 1,930,179 |  \nAccounts targeting the war between Russia and Ukraine  \nThis network appeared to operate from Ukraine and target a Ukrainian audience. The individuals behind this network created fake accounts and hyper-posted large-scale content in Ukrainian, artificially amplifying stories aimed at raising funds for the Ukrainian army.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network subscribers**** |\n| Internal | 2,350 | 81,570 |  \nAccounts targeting political discourse in Indonesia  \nThis network appeared to operate from Indonesia and target an Indonesian audience. The individuals behind this network created fake accounts and hyper-posted content on a large scale, artificially amplifying narratives favorable to a specific presidential candidate, targeting Indonesian election discourse.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 706 | 10,699 |  \nAccounts targeting political discourse in China  \nThis network appeared to operate from China and target a global audience, including the USA and Japan. The individuals behind this network created fake accounts and issued publications on multiple online platforms to artificially amplify pro-China narratives.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network followers**** | ****Network subscribers**** |\n| Internal | 636 | 29,757 |  \nAccounts targeting political discourse in Thailand  \nThis network appeared to operate from Thailand and target a Thai audience. The individuals behind this network created fake accounts and hyper-posted content on a large scale, in order to artificially amplify specific narratives favorable to a Thai royalist candidate, targeting election discourse in Thailand.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 457 | 4,069 |  \nAccounts targeting political discourse in Thailand  \nThis network appeared to operate from Thailand and target a Thai audience. The individuals behind this network created fake accounts and hyper-posted content on a large scale, in order to artificially amplify specific narratives favorable to the Thai \"Change\" political party, targeting discourse on the Thai elections.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 377 | 741,225 |  \nAccounts targeting the war between Russia and Ukraine  \nThis network appeared to operate from Ukraine and target a Ukrainian audience. The individuals behind this network created fake accounts to amplify disinformation videos, targeting discourse on the ongoing war between Russia and Ukraine.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 302 | 57,806 |  \nAccounts targeting political discourse in Iraq  \nThis network appeared to operate from Iraq and target an Iraqi audience. The individuals behind this network created fake accounts to secretly promote Iranian military objectives in the Middle East.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network accounts**** | ****Network subscribers**** |\n| Internal | 229 | 242,409 |  \nAccounts targeting political discourse in Ecuador  \nThis network appeared to operate from Ecuador, targeting an Ecuadorian audience. The individuals behind this network created fake accounts to amplify stories critical of a left-wing political movement.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network accounts**** | ****Network subscribers**** |\n| Internal | 143 | 12,353 |  \nAccounts targeting the war between Russia and Ukraine  \nThis network appeared to operate from Russia, targeting Russian and Ukrainian audiences, as well as Russian-speaking audiences in Europe. The individuals behind the network created fake accounts to artificially amplify pro-Russian rhetoric, targeting discourse on the ongoing war between Russia and Ukraine.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 133 | 199,569 |  \nAccounts targeting political discourse in Serbia  \nThis network appeared to operate from Serbia and target a Serbian audience. The individuals behind this network created fake accounts and hyper-posted content on a large scale, in order to amplify narratives favorable to the Serbian Progressive Party, targeting Serbian election discourse.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 77 | 5,009 |  \nAccounts targeting Slovakia's foreign relations with Russia  \nThis network appeared to operate from Slovakia and target a Slovak audience. The individuals behind this network created opaque accounts that used fake audience-building methods to inauthentically amplify anti-EU, anti-NATO and pro-Russian content in Slovakia.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network subscribers**** |\n| Internal | 69 | 2,154 |  \nAccounts targeting political discourse in Malaysia  \nThis network appeared to operate from Malaysia, targeting a Malaysian audience. The individuals behind this network created fake accounts and hyper-posted content on a large scale, in order to amplify narratives critical of the Barisan Nasional, United Malays National Organization and Pakatan Harapan political parties, and favorable to the Perikatan Nasional, targeting Malaysian election discourse.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 53 | 174,472 |  \nAccounts targeting political discourse in Serbia  \nThis network appeared to operate from Serbia and target a Serbian audience. The individuals behind this network created fake accounts and hyper-posted content on a large scale, in order to artificially amplify narratives critical of the Serbian Progressive Party opposition and independent media.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network count**** | ****Network subscribers**** |\n| Internal | 38 | 37,361 |  \nAccounts targeting the war between Russia and Ukraine  \nThis network appeared to operate from Russia, targeting users in Germany, Italy, Turkey, Serbia, the Czech Republic, Poland and Greece, using local languages. The individuals behind the network created fake accounts, including fake news agencies, to artificially amplify pro-Russian narratives, targeting discourse on the ongoing war between Russia and Ukraine.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Network members**** | ****Network members**** |\n| Internal | 19 | 217,008 |  \nNOTE: Removing a hidden influence operation requires multi-level operations, including investigation, removal and post-intervention analysis. We indicate intervention on these networks in the quarter in which the complete operations process has been completed.  \n**Definitions**  \n* Networks have been operating since:** indicates the geographic location of network operations based on technical and behavioral evidence gathered from private and open sources. TikTok may not be able to link these networks to defined entities, individuals or groups.\n* Source of detection:** considered internal when the presence of the activity has been identified solely through an internal investigation. External detection refers to investigations that began with an external report, which then led to an investigation.\n* Network subscribers:** cumulative total number of accounts subscribed to network accounts at the time of network deletion.  \n* * *\n",
        "line_start": 20,
        "line_end": 130,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "4": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Safety**\n\nContent: \n## **Safety**  \nProtecting our community remains our top priority. We are committed to investing in robust mechanisms that prioritize user security, data protection and regulatory compliance. Transparency about these efforts to safeguard the platform is an essential element of the sustainability of this commitment. Our [TikTok Facts](https://newsroom.tiktok.com/en-us/tiktok-truths-a-new-series-on-our-privacy-and-data-security-practices) series aims to clarify our privacy and data security practices. We recently [delved](https://newsroom.tiktok.com/en-us/tiktok-facts-how-we-secure-personal-information-and-store-data) into our approach to data storage and how we secure our community's personal information, and we will continue to share resources with our community to reflect important information about security and privacy at TikTok.  \nThese include updates on key initiatives in different parts of the world. Although TikTok is a global platform, we take a local approach to regulatory compliance by collaborating with stakeholders to better understand local concerns and meet our legal obligations. We continue to make progress on [Project Clover](https://newsroom.tiktok.com/en-eu/setting-a-new-standard-in-european-data-security-with-project-clover), an initiative announced in early 2023 to create a purpose-built data protection environment for TikTok's European users. We have begun migrating European user data to our first data center in Dublin, Ireland, and other data centers in Ireland and Norway are under construction. We are also pleased to announce our collaboration with industry leaders to test our defenses and protect our platform. We recently announced a partnership with NCC Group, the third-party European security company that will independently audit the Clover project's data controls and protections, monitor data flows, provide independent verification and report any incidents.  \nIn keeping with our commitment to security, we celebrated the third anniversary of our global bug bounty program with HackerOne. This program encourages security researchers to proactively report security flaws so that we can fix them. In the third quarter of 2023, our [HackerOne program](https://hackerone.com/tiktok?type=team) triaged and resolved 59 reports, representing over $112,000 in rewards.  \nAs always, we remain vigilant in our efforts to detect external threats and protect the platform from inauthentic or false accounts and engagements. These threats attack and challenge our systems on an ongoing basis, which can lead to occasional fluctuations in the indicators reported in these areas. Nevertheless, we remain committed to quickly identifying and removing any account, content or activity aimed at artificially increasing popularity on our platform. In this context of constantly evolving threats, TikTok is committed to preserving the integrity of its community and strengthening our response to the various actors.  \n#### **Spam and false engagement**  \n* * *\n",
        "line_start": 190,
        "line_end": 197,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "5": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Other reports**\n\nContent: \n## **Advertising content**  \nAdvertiser accounts and ad content must comply with our Community Rules, [Advertising Policies](https://ads.tiktok.com/help/article/tiktok-advertising-policies-industry-entry) and Terms of Use. TikTok has strict policies in place to protect its community from false, fraudulent or misleading advertising content. Ensuring the safety of users and advertisers is an ongoing commitment. During the third quarter of 2023, we saw an increase in ad content removed for non-compliance with our Advertising Policies and a decrease in the number of ad content removed due to account-level actions. We are continually reviewing and strengthening our systems to identify new patterns and quickly and accurately remove advertising content that violates our policies. By enforcing strict policies, leveraging advanced detection mechanisms and continuously improving our systems, we strive to foster an advertising experience that is safe, enjoyable and consistent with the values of our exciting TikTok community.  \n#### **Advertising content enforcement**  \n### **Other reports**  \n* [Report on government takedown requests](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)  \n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)  \n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \nApril 1, 2023 - June 30, 2023  \n_published October 12, 2023_\n",
        "line_start": 204,
        "line_end": 216,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "6": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nAt TikTok, our mission is to inspire creativity and entertain. The safety and well-being of our community is our priority, and we have more than 40,000 safety professionals working to protect our users.  \nThis report reflects our updated community rules, which came into effect in April. They offer our community greater transparency about our rules and how we apply them. After consulting more than 100 organizations worldwide, we've reviewed the way we organize our policies, simplified the language we use and added granularity to help creators and researchers alike to easily access the information they need. We have also refreshed several data visualizations to make them more legible and understandable, including for people with impaired color vision.  \nThese important updates underline our commitment to the values of trust, authenticity and responsibility that are at the heart of our TikTok community.  \n* * *\n",
        "line_start": 6,
        "line_end": 11,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "7": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/uhsllrta/Q2%20CGER/2023Q2_v2_raw_data_cger_French.csv)\n",
        "line_start": 16,
        "line_end": 18,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "8": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Security**\n\nContent: \n### **Security**  \n[The information presented in this report reflects our](https://newsroom.tiktok.com/en-us/community-guidelines-update)[updated community rules](https://www.tiktok.com/community-guidelines/en/), with the [safety and well-being of young people](https://www.tiktok.com/community-guidelines/en/youth-safety/?cgversion=2023) remaining a top priority for us. We are committed to ensuring that TikTok provides a safe and positive experience for those under 18.  \nAs part of this commitment, our policies strictly prohibit any content that may compromise the well-being of young people, including the risk of exploitation or potential psychological, physical or developmental harm. We prioritize the safety and well-being of young people throughout our policy development process. This includes prohibiting child pornography, youth abuse, harassment, dangerous activities and challenges, exposure to overly mature themes, and the use of alcohol, tobacco, drugs or controlled substances. When we identify cases of exploitation of young people on our platform, we take immediate action, including banning the offending account and all associated accounts.  \nWe are also adding enforcement information for TikTok LIVE, which allows users and creators to interact in real time. In the second quarter of 2023, we suspended 8,074,632 LIVE sessions. This represents 1.5% of the total number of LIVE sessions over the same period. Of these, 252,045 suspensions were appealed and lifted. To make the TikTok experience the best it can be, we're delighted to share more information about our LIVE moderation efforts and will continue to expand on this topic in future reports.  \n#### **Deleted videos related to publication**  \n#### **Total number of videos and accounts deleted and restored** (%)  \n#### **Deletion rates and response times to reports** (in French only)  \n#### **Deletion policy** (in French)  \n#### **Moderation by market and language**  \n#### Covert influence operations  \n**Accounts targeting Europe's foreign relations with Russia** We believe that this network is operating on a global scale.  \nWe estimate that this network operated from Russia, targeting Russian audiences in Russia, the Netherlands, Romania, France and the UK. The people behind this network created fake accounts and mass-posted content to artificially amplify specific pro-Russian viewpoints in the context of the war in Ukraine, circumventing the regional ban on using TikTok in Russia.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Networked followers**** | ****People following the network**** |\n| Internal | 588 | 36,331 |  \n**Accounts targeting Iraq's foreign relations with Russia**  \nWe believe this network operated from Iraq and targeted Iraqi audiences. The people behind this network created fake accounts, including fake personas and fake media entities, to artificially amplify content highlighting Russia's strategic importance in Iraq.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Networked followers**** | ****People following the network**** |\n| Internal | 364 | 524,513 |  \n**Accounts targeting speeches on China**  \nWe believe this network operated from China and targeted American audiences. The people behind this network created fake accounts to get users interested in pro-Chinese views, pro-Chinese tourism, pro-Chinese culture and anti-Western narratives.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Networked followers**** | ****People following the network**** |\n| Internal | 108 | 141,621 |  \n**Accounts targeting political discourse in Greece**  \nWe believe this network operated from Greece and targeted Greek audiences. The people behind this network created fake accounts and posted mass content to artificially amplify specific narratives favorable to the \"New Democracy\" political party and critical of the \"Syriza\" opposition party, targeting Greek election rhetoric.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Networked followers**** | ****People following the network**** |\n| Internal | 69 | 25,898 |  \n**Accounts targeting political discourse in Turkey**  \nWe believe this network operated from Belgium and targeted Turkish audiences. The people behind this network created fake accounts, including fake personas and fake media entities, in order to artificially amplify content favorable to President Erdogan and related to the Kurdistan Workers' Party (PKK), targeting election discourse in Turkey.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Networked followers**** | ****People following the network**** |\n| Internal | 68 | 61,379 |  \n**Accounts targeting political discourse in Thailand**  \nWe believe this network operated from Thailand and targeted Thai audiences. The people behind this network created fake accounts, including the extensive creation of fake personas, in order to artificially amplify specific views of the pro-PPRP party, targeting discourse on the Thai general elections.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Networked followers**** | ****People following the network**** |\n| Internal | 31 | 1,817 |  \n**Accounts targeting the Sudan conflict**  \nWe believe this network operated from Sudan and targeted Sudanese audiences. The people behind this network created fake accounts, including fake personas and fake media entities, in order to artificially amplify content favorable to the paramilitary group Rapid Support Force (RSF), targeting discourse on the ongoing conflict between RSF and Sudanese armed forces.  \n| | | |\n| --- | --- | --- |\n| ****Source of detection**** | ****Networked followers**** | ****People following the network**** |\n| Internal | 17 | 10,213 |  \nNOTE: Removing a hidden influence operation requires multi-level operations, including investigation, removal and post-intervention analysis. We indicate intervention on these networks in the quarter in which the complete operations process has been completed.  \n**Definitions**  \n* Networks have been operating since:** indicates the geographic location of network operations based on technical and behavioral evidence gathered from private and open sources. TikTok may not be able to link these networks to defined entities, individuals or groups.\n* Source of detection:** considered internal when the presence of the activity has been identified solely through an internal investigation. External detection refers to investigations that began with an external report, which then led to an investigation.\n* Network subscribers:** cumulative total number of accounts subscribed to network accounts at the time of network deletion.  \n* * *\n",
        "line_start": 243,
        "line_end": 301,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "9": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Safety**\n\nContent: \n### **Safety**  \nProtecting our community is our top priority. Although TikTok is a global platform, we take a local approach to regulatory compliance. We collaborate with stakeholders to better understand local concerns and meet our regulatory commitments. We recently launched [Project Clover](https://newsroom.tiktok.com/en-eu/setting-a-new-standard-in-european-data-security-with-project-clover), an initiative aimed at creating an environment specifically designed to protect the data of TikTok's European users. With Project Clover, we are designing and implementing a series of measures to strengthen existing data protections, add new ones and align our overall approach to data governance with the principle of European data sovereignty. In addition, in the U.S., we have created a dedicated division called [TikTok U.S. Data Security (USDS)](https://newsroom.tiktok.com/en-us/our-approach-to-keeping-us-data-secure) aimed at strengthening our data protection policies and protocols, increasing protection for our users and building confidence in our U.S. systems, governance and controls.  \nWe also remain vigilant to continue to detect external threats and protect the platform against fake accounts and false engagement. These threats are constantly probing and attacking our systems, resulting in occasional fluctuations in reported metrics in these areas. Despite this, we remain committed to quickly identifying and removing any accounts, content or activity aimed at artificially increasing popularity on our platform. As we navigate an ever-changing threat landscape, TikTok remains committed to preserving the integrity of our community and strengthening our cyber response to adversary actors. We are committed to preserving the trust placed in us by our users, and will continue to invest in robust measures that prioritize user safety, data protection and regulatory compliance.  \n#### **Spam and false engagement**  \n* * *  \n#### **Advertising content**  \nAdvertiser accounts and ad content must comply with our Community Rules, [Advertising Policies](https://ads.tiktok.com/help/article/tiktok-advertising-policies-industry-entry) and Terms of Use. TikTok has strict policies in place to protect its community from false, fraudulent or misleading advertising content. Ensuring the safety of users and advertisers is an ongoing commitment. Although the second quarter of 2023 saw an increase in the total volume of ads removed both for violation of our advertising policies as well as due to account-level actions, we are continually reviewing and strengthening our systems to identify new patterns and quickly remove ads that violate our policies in a targeted manner. For example, to more effectively moderate a recent increase in high-risk gambling ads on the platform, our teams have deployed additional automated strategies to detect and manage ads in breach of our high-risk sector policies. By enforcing strict policies, leveraging advanced detection mechanisms and continuously improving our systems, we strive to foster an advertising experience that is trust-building, enjoyable and consistent with the values of our TikTok community.  \n#### **Advertising content compliance**\n",
        "line_start": 336,
        "line_end": 344,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "10": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Other reports**\n\nContent: \n### **Other reports**  \n* [Report on government takedown requests](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)  \n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)  \n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \nJanuary 1st - March 31st 2023_\n_Publication June 30, 2023_\n",
        "line_start": 210,
        "line_end": 219,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "11": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a global entertainment platform built on the creativity of its community. We strive to foster an inclusive environment where users can unleash their creativity, feel part of a community and have fun. To preserve this environment, we take action when content or accounts infringe our Community Rules or Terms of Service. In addition, we regularly publish information on the measures we've taken to be accountable to our community.  \nTikTok uses innovative technologies and moderators to identify, investigate and act on content that violates our rules. This report provides a quarterly overview of the volume and nature of content and accounts removed from our platform.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "12": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAnalysis\n\nContent: \n### Analysis  \nTikTok's Community Rules are defined to foster an entertaining experience that prioritizes safety, inclusion and authenticity. Our rules apply to everyone and to all content without exception, and we strive to be consistent and fair in their application. This analysis provides contextual elements to help appreciate the data in this report.\n",
        "line_start": 376,
        "line_end": 378,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "13": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSafety\n\nContent: \n### Safety  \nIn this report, we present our new data with the same commitment to transparency that we continue to apply in the way we manage and protect the platform. First, we give you an overview of the language skills of TikTok's moderators, whose work not only contributes to making the platform safer, but also plays a vital role in improving our automated moderation systems. Secondly, we will provide you with data on the processing times for the removal of violent content reported by our community using our online and in-app reporting tools.  \nDuring the period covered by this report, we updated TikTok's [Community Rules](https://newsroom.tiktok.com/en-us/community-guidelines-update). These rules came into effect in April 2023 and will be reflected in our next report.  \n### Safety  \nWe remain vigilant in our efforts to protect the platform from threats, including the presence of inauthentic or false accounts and engagements. These threats attack and challenge our systems on an ongoing basis, which can lead to occasional fluctuations in the indicators reported in these areas. Nevertheless, we remain committed to quickly identifying and removing any account, content or activity aimed at artificially increasing popularity on our platform.  \nProtecting our community is our top priority. Although TikTok is a global platform, we take a local approach to regulatory compliance by collaborating with stakeholders to better understand local concerns and meet our legal obligations. In the U.S., we have created a dedicated division called [TikTok U.S. Data Security (USDS)](https://newsroom.tiktok.com/en-us/our-approach-to-keeping-us-data-secure) to strengthen our data protection policies and protocols, further protect our users and build confidence in our U.S. systems and controls. In addition, we have launched [Project Clover](https://newsroom.tiktok.com/en-eu/setting-a-new-standard-in-european-data-security-with-project-clover), an initiative to create a secure environment specifically designed for TikTok's European user data. Through Project Clover, we are designing and implementing a series of new measures to strengthen existing protections, add new ones and align our overall approach to data governance with the principle of European data sovereignty.  \nIn this context of constantly evolving threats, TikTok is committed to preserving the integrity of its community and strengthening its defenses against external threats. We are committed to preserving the trust placed in us by our users, and will continue to invest in robust mechanisms that prioritize user security, data protection and regulatory compliance.\n",
        "line_start": 380,
        "line_end": 387,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "14": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAdvertising content\n\nContent: \n### Advertising content  \nTikTok has strict policies in place to protect users from false, fraudulent or misleading content, including advertising content. Advertiser accounts and ad content are subject to these policies and must comply with our Community Rules, Advertising Rules and Terms of Use. During the first quarter of 2023, the total volume of ad content removed for non-compliance with our advertising policies and the number of ad content removed due to account-level actions decreased. We are aware that ensuring the security of advertisers and users requires an ongoing commitment. That's why we're committed to constantly reviewing and strengthening our systems so that we can quickly and accurately remove advertising content that contravenes our policies. By enforcing strict policies, leveraging advanced detection mechanisms and continuously improving our systems, we strive to foster an advertising experience that is safe, enjoyable and consistent with the values of our exciting TikTok community.\n",
        "line_start": 394,
        "line_end": 396,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "15": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/nuvlojeh7ryht/Transparency_CGE_2023Q1/2023Q1_raw_data_cger_French.csv)  \n#### **Total number of videos deleted / total videos per quarter**  \nNOTE: The total number of deleted videos represents approximately 1% of all videos uploaded to TikTok. The number of deleted videos mentioned in this report includes short-format video content (including videos and stories containing photos)._  \n#### **Total number of videos deleted / reposted, by type and quarter**  \nNOTE: in the table below, re-posted videos are included in both deletion and re-posting volumes._  \n#### **Deletion rate, by quarter/rule**  \nNOTE: Proactive deletion means identifying and removing a video before it is reported. Deletion within 24 hours means removing the video within 24 hours of it being posted on the platform._  \n#### **Total number of video deletions, by rule and policy**  \nNOTE: this graph shows the volume of videos removed per violation. A video may infringe several rules and policies, so the graph shows each infringement. In rare cases, however, such as emergency situations or hardware failures, the infringement category of a deleted video may not be recorded. Such videos are not represented in the graph above, but are counted in absolute numbers throughout this report._  \n#### **Total number of deletions and rate of videos, by sub-rule and policy**  \nNOTE: only videos that have been reviewed and deleted by moderators are included in the subrules and policies dashboard._  \n#### **Volume and deletion rates, by market**  \nNOTE: this chart lists the fifty countries with the highest number of deleted videos, accounting for around 90% of total deletion volume._  \n#### _**Distribution**_ _**of languages**_ _**covered by**_ _**human moderation**_  \nNOTE: This table takes into account the main language of moderators working on short videos, live broadcasts, comments, accounts and TikTok Now. It does not include moderators who may work in several languages. Languages that are the main language of less than 2% of all moderators have been grouped together in the \"Other languages\" category. Moderation can also be carried out in languages other than those defined as possible main languages for moderators._  \n#### _**Timeline for handling content reported by the community**_  \nNOTE: Only videos that were first reported by users and subsequently removed are included. The data shows the time between when TikTok received a user report and when the content was removed. Maintaining the balance between reports and responses in human checks requires appropriate capacity, training and content, which can sometimes result in longer check times._  \n#### **Total number of deleted accounts, by quarter and reason**  \nNOTE: In addition to removing accounts that violate our Community Rules, we also remove accounts that have been found to be spamming, as well as spam videos posted by these accounts. We also take proactive measures to prevent the creation of spam accounts by automated means._  \n#### **False activity**  \nNOTE: We take steps to remove and prevent \"likes\", \"subscribers\" and \"subscribe\" requests if we believe the activity is automated or fraudulent._  \n#### **Spam account activity**  \nNOTE: when we delete accounts for spam, we also delete videos created by these accounts, in accordance with our spam policy._  \n#### **Hidden influence operations**  \n| | | | |\n| --- | --- | --- | --- |\n| **Hidden influence operation networks identified and removed** **in Q1 2023** | **Source of detection** | **Network accounts** | **Network subscribers** |\n| This network appeared to operate from Russia, targeting primarily Russian audiences. The network was partially formed before we suspended live streaming and new content in Russia, and made extensive use of geographic masking tactics. The individuals behind this network used false identities, including fake news outlets, to artificially amplify pro-Russian opinions in the discourse on the war in Ukraine. | Internal | 15 | 38,326 |\n| This network appeared to operate from Russia and target Russian audiences. The network made extensive use of geographic masking as a tactic to fool TikTok's systems. The individuals behind this network used fake accounts to massively publish content to artificially promote Yevgeny Viktorovich Prigozhin's war film \"The Best in Hell\" and artificially amplify pro-Russian opinions in the context of the war in Ukraine. | Internal | 254 | 34,110 |\n| This network appeared to operate from Poland and target Polish audiences. The individuals behind this network created false identities and massively published comments with similar content in order to artificially amplify anti-Russian opinions. | Internal | 41 | 40,256 |\n| This network appeared to operate from Israel and target Israeli audiences. The individuals behind this network used false identities to artificially amplify specific pro-Israeli views in the discourse on the ongoing conflict in Palestine in the context of the recent Israeli elections. | Internal | 362 | 168,202 |\n| This network appeared to operate from Russia and target Moldovan audiences. The people behind this network posed as fake news agencies and created false identities in order to create a subscriber base on TikTok, then circumvented TikTok's regional ban in Russia by redirecting these subscribers away from the platform. | Internal | 11 | 55,066 |\n| This network appeared to operate from Russia and target Russian audiences. The individuals behind this network created fake accounts and published massive amounts of content to artificially amplify certain pro-Russian opinions in the context of the war in Ukraine by abusing the sharing function and using the web application to circumvent TikTok's regional ban in Russia. | Internal | 1,351 | 226,838 |\n| This network appeared to operate from the UK and Nigeria, targeting mainly Nigerian audiences. The individuals behind this network used false identities and posed as fake news outlets to artificially amplify opinions related to the Biafra region in the Nigerian election discourse. | Internal | 15 | 47,103 |\n| This network appeared to operate from Russia and target various European countries, such as Germany, Italy and the UK. The individuals behind this network impersonated others in order to artificially amplify certain opinions linked to Ukrainian President Zelensky, the economic sanctions currently imposed on Russia and Ukrainian refugees. | Internal | 12 | 1,480 |\n| This network appeared to operate from Ireland, targeting Irish audiences. The people behind this network created fake accounts, massively published divisive content about nationalism in Ireland, Japan, Russia and Taiwan, and massively published comments containing similar low-quality content, all with the aim of redirecting TikTok users away from the platform and intensifying social conflict. | Internal | 72 | 94,743 |\n| This network appeared to operate from Malaysia, targeting Malaysian audiences. The people behind this network created fake accounts and posted identical comments in English and Malay on numerous videos about the Malaysian elections. | Interne | 175 | 285,511 |\n| This network appeared to operate from Ukraine and target Ukrainian audiences. The individuals behind this network created fake accounts and published massive amounts of content in order to artificially amplify certain opinions linked to the Ukrainian government and promote a positive image of President Zelensky. | Internal | 119 | 90,303 |\n| This network appeared to operate from Germany and target Egyptian audiences. The individuals behind this network created fake accounts in order to artificially amplify calls to join non-existent protests in Egypt by targeting discourse on the current Egyptian government. | Internal | 6 | 368,644 |  \nNOTE: Removing a hidden influence operation requires multi-level operations, including investigation, removal and post-intervention analysis. We indicate intervention on these networks in the quarter in which the complete operations process has been completed.\n",
        "line_start": 16,
        "line_end": 57,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "16": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tDefinitions\n\nContent: \n### Definitions  \n* Networks have been operating since:** indicates the geographic location of network operations based on technical and behavioral evidence gathered from private and open sources. TikTok may not be able to link these networks to defined entities, individuals or groups.\n* Source of detection:** considered internal when the presence of the activity has been identified solely through an internal investigation. External detection refers to investigations that began with an external report, which then led to an investigation.\n* Network subscribers:** total cumulative number of accounts subscribed to network accounts at the time of network deletion.  \n#### **Application of rules concerning advertising content**  \nNOTE: Content can be removed individually or en bloc by applying measures to an entire advertiser account.\n",
        "line_start": 466,
        "line_end": 472,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "17": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Other reports**\n\nContent: \n### **Other reports**  \n* [Government takedown request report](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \n_October 1, 2022 - December 31, 2022_ [thumps up]()Yes!\n_Publication March 31, 2023_\n",
        "line_start": 210,
        "line_end": 219,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "18": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a global entertainment platform built on the creativity of its community. We strive to foster an inclusive environment where users can unleash their creativity, feel part of a community and have fun. To preserve this environment, we take action when content or accounts infringe our Community Rules or Terms of Service. In addition, we regularly publish information on the measures we've taken to be accountable to our community.  \nTikTok uses innovative technologies and moderators to identify, investigate and act on content that violates our rules. This report provides a quarterly overview of the volume and nature of content and accounts removed from our platform.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "19": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAnalysis\n\nContent: \n### Analysis  \nTikTok's Community Rules are defined to foster an entertaining experience that prioritizes safety, inclusion and authenticity. Our rules apply to everyone and to all content without exception, and we strive to be consistent and fair in their application. This analysis provides contextual elements to help appreciate the data in this report.\n",
        "line_start": 376,
        "line_end": 378,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "20": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSafety\n\nContent: \n### Safety  \nWe strive to create a safe, positive and entertaining experience for our community. We continue to innovate in our approach to protecting people, including deleting content, making certain content [ineligible for recommendation in \"For You\" feeds](https://www.tiktok.com/community-guidelines?lang=en#44), introducing [new content filtering tools](https://newsroom.tiktok.com/fr-fr/de-nouvelles-opportunites-de-divertir-la-communaute) and an [update to our moderation policy](https://newsroom.tiktok.com/fr-fr/soutenir-les-createurs-avec-une-mise-a-jour-de-notre-politique-de-moderation) to ensure that every user's \"For You\" feed is populated with content that is appropriate and entertaining for them.In addition, TikTok attaches particular importance to safety and compliance regulations. That's why we allocate significant resources to enforcing various legislation, such as the European Digital Services Act (DSA). Transparency is at the heart of the DSA and calls for accountability, which is fully in line with TikTok's ethics.  \nTo help us achieve this goal on a large scale, we are investing in [technologies](https://newsroom.tiktok.com/en-us/advancing-our-approach-to-user-safety) that enable us to automatically detect and remove violent content, helping to reduce the volume of content reviewed by moderators, allowing more of them to focus on more complex and contextual areas, such as misinformation, hate speech and harassment. When it comes to monitoring compliance with legislation, our approach aims to:  \n* Minimize the posting of content that violates our Community Rules;\n* Prioritize the rapid removal of particularly offensive content, such as child pornography and violent extremism;\n* Ensure consistency and fairness in the application of legislation to reduce the number of unjustified deletions.  \nTo better realize this vision, last year we continued to invest in automatic machine learning and an architecture upgrade that takes into account video, text and audio content, as well as the potential severity of the offense and the potential reach of the video (for example, based on the number of people following it) to determine the best course of action. For example, content may be deleted automatically, made ineligible for recommendation in \"For You\" feeds, or directed to a moderator for further review. We have also introduced a new, more transparent control system for creators. We believe these improvements enable us to offer a better experience to creators while continuing to advance our commitment to safety across the platform. Overall, these efforts have improved the accuracy and effectiveness of our monitoring, as reflected in the data in this report.\n",
        "line_start": 380,
        "line_end": 387,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "21": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSecurity\n\nContent: \n### Security  \nWe continue to test and improve our security capabilities in the face of constantly evolving threats by investing in automated defenses to detect, block and remove fake accounts and activities. Virtually every time we contain threats, malicious actors show persistence and evolve their tactics to bypass our detection and control systems. As a result, quarterly fluctuations in the total volume of false activity against which we take action may vary. However, we remain committed to constantly refining the policies and control tools we use to remove any content or activity designed to artificially inflate popularity on the platform.\n",
        "line_start": 513,
        "line_end": 515,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "22": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAdvertising content\n\nContent: \n### Advertising content  \nTikTok has strict policies in place to protect users from false, fraudulent or misleading content, including advertising content. Advertiser accounts and ad content are subject to these policies and must comply with our Community Rules, Advertising Rules and Terms of Use. In the last quarter of 2022, the total volume of ad content removed for non-compliance with our advertising policies and the number of ad content removed due to account-level actions decreased. Advances in our detection and proactive removal capabilities have enabled us to improve our advertising landscape through more accurate and timely removal of advertising content in breach of our policies. We are aware that, to guarantee the security of our advertisers and users, we must make constant efforts. We are therefore committed to regularly analyzing and strengthening our systems for combating advertising content that contravenes our policies, and to creating an environment where users associate the brands they see with quality and positivity.\n",
        "line_start": 394,
        "line_end": 396,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "23": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/nuvlojeh7ryht/Transparency_CGE_2022Q4/2022Q4_raw_data_cger_French.csv)  \n#### **Total number of videos deleted / total videos per quarter**  \nNOTE: The total number of deleted videos represents approximately 1% of all videos uploaded to TikTok. The number of deleted videos mentioned in this report includes short-format video content (including videos and stories containing photos)._  \n#### Total number of videos deleted / reposted, by type and quarter  \nNOTE: in the table below, re-posted videos are included in both deletion and re-posting volumes._  \n#### Deletion rate, by quarter / rule  \nNOTE: Proactive deletion means identifying and removing a video before it is reported. Deletion within 24 hours means that the video is removed within 24 hours of being uploaded to the platform._  \n#### Total number of video deletions, by rule and policy  \nNOTE: this graph shows the volume of deleted videos per violation. A video may infringe several rules and policies, so the graph shows each infringement. In rare cases, however, such as emergency situations or hardware failures, the infringement category of a deleted video may not be recorded. Such videos are not represented in the graph above, but are counted in absolute numbers throughout this report._  \n#### Total deletions and video rates, by sub-rule and policy  \nNOTE: only videos that have been reviewed and deleted by moderators are included in the subrules and policies dashboard._  \n#### Volume and deletion rate, by market  \nNOTE: this chart lists the fifty countries with the highest number of deleted videos, accounting for around 90% of total deletion volume._  \n#### Total number of accounts deleted, by quarter and by reason  \nNOTE: In addition to removing accounts that violate our Community Rules, we also remove accounts with proven spam activity, as well as any spam videos posted by these accounts. We also take proactive measures to prevent the creation of spam accounts by automated means._  \n#### False activity  \nNOTE: we take steps to remove and prevent \"likes\", \"subscribers\" and \"subscription\" requests if we believe the activity is automated or fraudulent._  \n#### Spam account activity  \nNOTE: when we delete accounts for spam, we also delete videos created by these accounts, in accordance with our spam policy._  \n#### **Hidden influence operations**  \n| | | | |\n| --- | --- | --- | --- |\n| Hidden influence operation networks identified and removed in Q4 2022 | Source of detection | Network accounts | Network subscribers |\n| This network appeared to operate out of Kenya and primarily target Kenyan audiences. The individuals behind these accounts shared content in Swahili and English via fake accounts impersonating political figures, as well as news outlets and young women. The network was probably financially motivated and targeted civic discourse in Kenya. | External | 33 | 19,120 |\n| This network appeared to operate from Brazil, targeting mainly Brazilian audiences. The individuals behind these accounts shared content in Portuguese and English via fake accounts with image bank photos as profile pictures in order to appear as people living in Brazil. The network disseminated stories that cast doubt on the reliability of the electoral process in Brazil. | Internal | 138 | 642,941 |\n| This network appeared to operate from Azerbaijan, targeting mainly Azerbaijani audiences. The people behind these accounts were using fake accounts and posting content repeatedly in order to spread stories of support for Azerbaijan and its current government in the context of the conflict between Armenia and Azerbaijan in the Nagorno-Karabakh region. | Internal | 112 | 23,348 |\n| This network appeared to operate from Russia and target European countries, mainly Germany. The individuals behind these accounts created fake localized accounts and shared fake localized content in German about the current war in Ukraine, as well as its consequences on the economies of EU countries. | Internal | 3,181 | 418,196 |\n| This network appeared to operate from Kazakhstan, primarily targeting Kazakh audiences. The people behind these accounts used fake accounts and posed as local civil activist groups to incite protests against the current government by artificially promoting hashtags and stories critical of the current Kazakh government, the country's military structure and upcoming elections. | Internal | 6 | 38,003 |  \nNOTE: Removing a hidden influence operation requires multi-level operations, including investigation, removal and post-intervention analysis. We indicate intervention on these networks in the quarter in which the complete operations process has been completed._  \n#### Definitions  \n* Networks have been operating since:** indicates the geographic location of network operations based on technical and behavioral evidence gathered from private and open sources. TikTok may not be able to link these networks to specific entities, individuals or groups.\n* Source of detection:** considered internal when the presence of the activity has been identified solely through an internal investigation. External detection refers to investigations that began with an external report, which then led to an investigation.\n* Network subscribers:** cumulative total number of accounts subscribed to network accounts at the time of network deletion.  \n#### Application of rules concerning advertising content  \nNOTE: Content can be removed individually or en bloc by applying measures to an entire advertiser account.\n",
        "line_start": 16,
        "line_end": 52,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "24": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Government takedown request report](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \n_July 1, 2022 - September 30, 2022_\n_Publication December 19, 2022_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "25": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a global entertainment platform built on the creativity of its community. We strive to foster an inclusive environment where users can unleash their creativity, feel part of a community and have fun. To preserve this environment, we take action when content or accounts infringe our Community Rules or Terms of Service. In addition, we regularly publish information on the measures we've taken to be accountable to our community.  \nTikTok uses innovative technologies and moderators to identify, investigate and act on content that violates our rules. This report provides a quarterly snapshot of the volume and nature of content and accounts removed from our platform.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "26": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Analysis**\n\nContent: \n### **Analysis**  \nTikTok's Community Rules are defined to foster an entertaining experience that prioritizes safety, inclusion and authenticity. Our rules apply to everyone and to all content, and we strive to be consistent and fair in their application. This analysis provides contextual elements to help appreciate the data in this report.  \n#### **Safety**  \nThis report has been produced to bring greater transparency to our actions, our progress and our challenges, and to assume our responsibilities towards our community. To provide useful and relevant information, we now offer additional information on video takedowns for over 50 markets, representing around 90% of all content takedowns.  \nIn addition, this report now includes information on hidden influence operations that we have identified and removed from our platform over the period July to September. To investigate and remove these operations, we focus on behaviors, and evaluate the relationships between accounts and the techniques used, to determine whether the users involved are acting in a coordinated way to deceive TikTok's systems or our community. In each case, we are convinced that the individuals behind these activities are working together to misrepresent themselves and their actions. We know that covert influence operations will continue to develop in order to bypass our detection systems, and some networks may try to re-establish their presence on our platform. For example, in addition to the networks denounced in this report, 365 additional accounts have been identified as belonging to previously removed networks and have therefore been removed. In view of the increase in these new forms of deceptive behavior, we will continue to adapt our responses, strengthen our enforcement capacity and publish the results of our investigations.  \n#### **Safety**  \nWe continue to develop and adapt our protection measures, investing in automated systems to detect, block and remove artificial accounts and interactions, and improving our reaction time and response to evolving threats. Due to the conflicting nature of malicious users, we will be modifying rule enforcement data for fake accounts. This reinforces our commitment to removing any content or activity that seeks to artificially increase its popularity on the platform.  \n#### **Advertising content**  \nTikTok has strict policies in place to protect users from false, fraudulent or misleading content, including advertising content. Advertiser accounts and ad content are subject to these policies and must comply with our Community Rules, Advertising Rules and Terms of Use. Although the total volume of ad content removed for non-compliance with our advertising policies decreased in this quarter, the number of ad content removed due to account-level actions increased. This is due in part to our new approach to advertising policy non-compliance and the strengthening of our account-level enforcement capabilities. We are aware that, to guarantee the security of our advertisers and users, we must make constant efforts. We are therefore committed to regularly analyzing and strengthening our systems for combating advertising content that does not comply with our policies.\n",
        "line_start": 605,
        "line_end": 614,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "27": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Most recent data**\n\nContent: \n### **Most recent data**  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/nuvlojeh7ryht/Transparency_CGE_2022Q3/French_CGE_2022Q3.xlsx)  \n#### **Total number of videos deleted / total number of videos per quarter** _REMARK  \nNOTE: the total number of deleted videos represents approximately 1% of all videos uploaded to TikTok. the number of deleted videos mentioned in this report includes short-format video content (including videos and stories containing photos)._  \n#### **Total number of videos deleted / reposted, by type and quarter**  \nNOTE: in the table below, re-posted videos are included in both deletion and re-posting volumes._  \n#### **Total number of video deletions, by rule and policy**  \nNOTE: this graph shows the volume of videos deleted per violation. A video may infringe several rules and policies, so the graph shows each infringement. In rare cases, however, such as emergency situations or hardware failures, the infringement category of a deleted video may not be recorded. Such videos are not represented in the graph above, but are counted in absolute numbers throughout this report._  \n#### **Deletion rate, by quarter/rule**  \nNOTE: Proactive deletion means identifying and removing a video before it is reported. Deletion within 24 hours means removing the video within 24 hours of it being posted on the platform._  \n#### **Total number of deletions and rate of videos, by sub-rule and policy**  \nNOTE: Only videos that have been verified by moderators are included in the dashboard for the various rules and provisions._  \n#### **Volume and rate** **of** **deletions,** ** **by** **country**  \nNOTE: this chart lists the fifty countries with the highest number of deleted videos, accounting for around 90% of total deletion volume._  \n#### **Total number of deleted accounts, by quarter and reason**  \nNOTE: In addition to removing accounts that violate our Community Rules, we also remove accounts that have been found to be spamming, as well as spam videos posted by these accounts. We also take proactive measures to prevent the creation of spam accounts by automated means._  \n#### **False activity**  \nNOTE: We take steps to remove and prevent \"likes\", \"subscribers\" and \"subscribe\" requests if we believe the activity is automated or fraudulent._  \n#### **Spam account activity**  \nNOTE: when we delete accounts for spam, we also delete videos created by these accounts, in accordance with our spam policy.  \n| | | | |\n| --- | --- | --- | --- |\n| Hidden influence operation networks identified and removed in the third half of 2022 | Source of detection | Network accounts | Network subscribers |\n| This network appeared to operate from Russia and target European countries, mainly Germany, Italy and the UK. The people behind these accounts created fake localized accounts and shared content in German, Italian and English via text-to-speech, presenting a strong pro-Russian point of view targeting speeches about the war in Ukraine. | Internal | 1,686 | 133,564 |\n| This network appeared to operate from Taiwan, targeting mainly Taiwanese audiences. The people behind these accounts used fake accounts to write numerous derogatory comments and share content in traditional Chinese targeting civic discourse in Taiwan. | Internal | 59 | 60,765 |\n| This network appeared to operate from Kenya and target mainly Kenyan audiences. The people behind these accounts shared content in English via fake accounts and used fraudulent behaviors to reach an audience, including media manipulation, targeting election-related speech in Kenya. | External | 14 | 50,200 |\n| This network appeared to operate mainly from Spain, targeting audiences in the USA. The people behind these accounts created and amplified partisan U.S. civic content in English and Spanish via accounts defining themselves as political parties, redirecting users to sites external to the platform via fundraising links, merchandise links and closed information channels, probably with the aim of generating financial profit by targeting U.S. civic speech. | Internal | 104 | 1,731,144 |\n| This network appeared to operate from Georgia and target Russian-speaking audiences based mainly in Kazakhstan, Belarus and Ukraine. The people behind these accounts shared Russian-language content via fake accounts posing as new outlets, presenting a strong pro-Russian point of view targeting rhetoric about the war in Ukraine. | Internal | 18 | 85,068 |  \n**Definitions**  \n* Networks have operated since:** indicates the geographic location of network operations based on technical and behavioral evidence gathered from private and open sources. TikTok may not be able to link these networks to defined entities, individuals or groups.\n* Source of detection:** considered internal when the presence of the activity has been identified solely through an internal investigation. External detection refers to investigations that began with an external report, which then led to an investigation.\n* Network subscribers:** total cumulative number of accounts subscribed to network accounts at the time of network deletion.  \n#### **Application of rules concerning advertising content**  \nNOTE: Content can be removed individually or en bloc by applying measures to an entire advertiser account.\n",
        "line_start": 623,
        "line_end": 657,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "28": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Other reports**\n\nContent: \n### **Other reports**  \n* [Government takedown request report](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \n_April 1, 2022 - June 30, 2022_\n_Publication September 28, 2022_\n",
        "line_start": 210,
        "line_end": 219,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "29": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a global entertainment platform built on the creativity of its community. We strive to foster an inclusive environment where users can unleash their creativity, feel part of a community and have fun. To preserve this environment, we take action when content or accounts infringe our Community Rules or Terms of Service. In addition, we regularly publish information on the measures we've taken to be accountable to our community.  \nTikTok uses innovative technologies and moderators to identify, investigate and act on content that violates our rules. This report provides a quarterly overview of the volume and nature of content and accounts removed from our platform.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "30": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAnalysis\n\nContent: \n### Analysis  \nTikTok's Community Rules are defined to foster an entertaining experience that prioritizes safety, inclusion and authenticity. Our rules apply to everyone and to all content, and we strive to be consistent and fair in their application. This analysis provides contextual information to help you assess the data in this report.\n",
        "line_start": 376,
        "line_end": 378,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "31": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSafety\n\nContent: \n### Safety  \nTikTok combines technology and human intervention to enforce its Community Rules and maintain a welcoming and caring community. To achieve this effectively on a large scale, we continue to invest in reporting and moderation technologies. Where our software can reliably detect illicit content, we use automated moderation devices to quickly remove content that violates our policies. Our detection and protection capabilities have improved accordingly.  \nThe use of machine learning technologies has been decisive in the fight against the circulation of false information. We have improved the adaptability of our systems to cope with the unpredictable and ever-changing nature of disinformation content, particularly during crises or exceptional events (for example, during the war in Ukraine or on the occasion of an election). We have also further developed our ability to detect proven misleading audiovisual content, in order to limit content manipulation on the platform. As a result of these investments, this quarter saw improvements in the application of our integrity and authenticity policies: proactive video deletion increased from 83.6% in the first quarter to 89.1% in the second; deletion of videos with no playback improved from 60.8% in the first quarter to 74.7% in the second; and video deletion in less than 24 hours rose from 71.9% to 83.9%.\n",
        "line_start": 380,
        "line_end": 383,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "32": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSecurity\n\nContent: \n### Security  \nWe continue to develop and adapt our protection measures, investing in automated systems to detect, block and remove artificial accounts and interactions, and improving our reaction time and response to evolving threats. In the second quarter of 2022, attacks on our systems led to an increase in the total volume of fake subscribers deleted. We have implemented protective measures on our systems to prevent malicious actors from understanding our detection capabilities. This has resulted in a decrease in spam accounts blocked from registration and an increase in fake accounts deleted.\n",
        "line_start": 513,
        "line_end": 515,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "33": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAdvertising content\n\nContent: \n### Advertising content  \nTikTok has strict policies in place to protect users from false, fraudulent or misleading content, including advertising content. Advertiser accounts and ad content are subject to these policies and must comply with our Community Rules, Advertising Rules and Terms of Use. During the second quarter of 2022, the total volume of ads removed for non-compliance with our advertising policies and guidelines decreased. This is due in part to our efforts to strengthen fraudulent account detection and management strategies, which help improve our advertising ecosystem and create better experiences for users and advertisers. We are committed to creating a safe and positive environment for our users, and we regularly review and strengthen our systems to combat ads that break our rules.\n",
        "line_start": 394,
        "line_end": 396,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "34": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/nuvlojeh7ryht/Transparency_CGE_2022Q2/French_CGE_2022Q2.xlsx)  \n#### **Total number of videos deleted / total videos per quarter**  \nNOTE: the total number of deleted videos represents approximately 1% of all videos uploaded to TikTok._  \n#### **Total number of videos deleted / uploaded, by type and quarter** _REMARK: total number of videos deleted / total videos uploaded, by type and quarter  \nNOTE: Reposted videos are included in both the deletion and reposting volumes in the table above.  \n#### **Total number of video deletions, by rule and policy**  \nNOTE: this chart shows the volume of videos deleted per violation. A video may infringe several rules and policies, so the graph shows each infringement. In rare cases, such as emergency situations or hardware failures, the infringement category of a deleted video may not be recorded. These videos are not represented in the graph above, but are counted in absolute numbers throughout this report._  \n#### **Deletion rate, by quarter/rule**  \nNOTE: Proactive deletion means identifying and removing a video before it is reported. Deletion within 24 hours means removing the video within 24 hours of it being posted on the platform._  \n#### **Total number of deletions and rate of videos, by sub-rule and policy**  \nNOTE: Only videos that have been verified by moderators are included in the dashboard of the various rules and provisions. Our safety rules for minors are designed to provide a higher level of safety and well-being for teenagers. The \"nudity and sexual activity involving minors\" provision prohibits a wide range of content, including \"scantily-clad minors\" and \"sexually explicit dancing\"; these two categories account for the majority of content removed under this provision. Child pornography content (CSAM) is reported separately._  \n#### **Volume and rate of deletion, by country  \nNOTE: this chart lists the thirty countries with the highest number of videos deleted, representing around 80% of total deletion volume._  \n#### **Total number of deleted accounts, by quarter and reason**  \nNOTE: In addition to removing accounts that violate our Community Rules, we also remove accounts that have been found to be spamming, as well as spam videos posted by these accounts. We also take proactive measures to prevent the creation of spam accounts by automated means._  \n#### **False activity**  \nNOTE: We take steps to remove and prevent \"likes\", \"subscribers\" and \"subscribe\" requests if we believe the activity is automated or fraudulent._  \n#### **Spam account activity**  \nNOTE: when we delete accounts for spam, we also delete videos created by these accounts, in accordance with our spam policy._  \n#### **Application of rules concerning advertising content**  \nNOTE: as a result of changes to our advertising infringement management and enhanced account monitoring capabilities, the total number of advertising content deletions increased in the first half of 2022. Content can be removed individually or en bloc by applying measures to an entire advertiser account._\n",
        "line_start": 16,
        "line_end": 38,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "35": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\t**Other reports**\n\nContent: \n### **Other reports**  \n* [Government takedown request report](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \n_January 1 - March 31 2022_\n_Publication June 30, 2022_\n",
        "line_start": 210,
        "line_end": 219,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "36": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a global entertainment platform built on the creativity of its community. We strive to foster an inclusive environment where users can unleash their creativity, feel part of a community and have fun. To preserve this environment, we take action when content or accounts infringe our Community Rules or Terms of Service. In addition, we regularly publish information on the measures we've taken to be accountable to our community.  \nTikTok uses innovative technologies and moderators to identify, investigate and act on content that violates our rules. This report provides a quarterly overview of the volume and nature of content and accounts removed from our platform.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "37": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAnalysis\n\nContent: \n### Analysis  \nTikTok's Community Rules are defined to foster an entertaining experience that prioritizes safety, inclusion and authenticity. Our rules apply to everyone and all content, and we strive to be consistent and fair in their application.  \n#### Response to the war in Ukraine  \nAs a platform, our response to the war in Ukraine has been to strengthen protection and security measures to ensure that users can express themselves and share their experiences. Also, we are working hard to combat damaging false information and any other violations of our policies. War has forced us to face up to a complex and constantly changing world. We have therefore increased our investment in our fact-checking partners, who help to assess the accuracy of content. We have adapted our detection methods to take swifter action against accounts attempting to scam or mislead our community through Lives (live videos) and unoriginal video content. In addition, we launched a pilot of our state-controlled media policy, tagging the content of certain accounts to provide important context for our users. In response to Russia's \"fake news\" law and its security implications, we had no choice but to suspend live broadcasts and new content on our video service in Russia from March 6. The safety of our employees and creators is our top priority. For this reason, content broadcast by accounts established outside Russia is currently not accessible in Russia.  \nFrom February 24 to March 31, 2022, we have taken the following measures to protect our community:  \n* Our security team, mobilized on the war in Ukraine, removed 41,191 videos, 87% of which violated our anti-disinformation policies. The vast majority (78%) were proactively identified.\n* Our fact-checking partners contributed to the analysis of 13,738 videos worldwide.\n* We added warnings to 5,600 videos to alert users that content could not be validated by our verification partners.\n* We identified the content of 49 Russian state-controlled media accounts using tags.\n* We identified and removed 6 networks and 204 accounts worldwide for coordinated attempts to influence public opinion and mislead users about their identity.  \n#### Advertising content  \nTikTok has strict policies in place to protect users from false, fraudulent or misleading content, including advertising content. Advertiser accounts and ad content are subject to these policies and must comply with our Community Rules, Advertising Rules and Terms of Use. During the first quarter of 2022, the total volume of ads removed for non-compliance with our advertising policies and guidelines increased. This is due to the evolution of our approach to ad enforcement and the strengthening of our account control capabilities. Previously, any account found to be in breach of our policies resulted in the blocking of all advertising traffic associated with that account. Now, with our new approach, we are able to remove all advertising associated with these accounts from our internal systems. While the end result is the same for our users, we believe this measure improves the advertising ecosystem and demonstrates our commitment to creating a safe and positive environment for our users.\n",
        "line_start": 376,
        "line_end": 388,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "38": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/uhaeh7pflk/Transparency_CGE_2022_Q1/French_CGE_2022Q1.xlsx)  \n#### Total number of videos deleted / total videos per quarter  \nNOTE: The total number of deleted videos represents approximately 1% of all videos uploaded to TikTok._  \n#### Total number of videos deleted/uploaded, by type and quarter  \nNOTE: Restored videos are included in both deleted and restored volumes in the table above.  \n#### Total number of video deletions, by rule and policy  \nNOTE: this chart shows the volume of deleted videos per violation. A video may infringe several rules and policies, so the graph shows each infringement. In rare cases, such as emergency situations or hardware failures, the infringement category of a deleted video may not be recorded. Such videos are not represented in the graph above, but are counted in absolute numbers throughout this report._  \n#### Total deletions and video rates, by sub-rule and policy  \nNOTE: Only videos that have been verified by moderators are included in the dashboard of individual rules and provisions. Our safety rules for minors are designed to provide a higher level of safety and well-being for teenagers. The \"nudity and sexual activity involving minors\" provision prohibits a wide range of content, including \"scantily-clad minors\" and \"sexually explicit dancing\"; these two categories account for the majority of content removed under this provision. Child pornography content (CSAM) is reported separately._  \n#### Deletion rate, by quarter/rule  \nNOTE: Proactive deletion is characterized by the identification and removal of a video before it is reported. Deletion within 24 hours means removing the video within 24 hours of it being uploaded to the platform._  \n#### Volume and rate of removal, by country  \nNOTE: This graph lists the thirty countries with the highest number of deleted videos, accounting for around 80% of total deletion volume._  \n#### Total number of accounts deleted, by quarter and by reason  \nNOTE: In addition to removing accounts that violate our Community Rules, we also remove accounts with proven spam activity, as well as spam videos posted by these accounts. We also take proactive measures to prevent the creation of spam accounts by automated means._  \n#### False activity  \nNOTE: we take steps to remove and prevent \"likes\", \"followers\" and \"follow\" requests if we believe the activity is automated or fraudulent._  \n#### Spam account activity  \nNOTE: when we delete accounts for spam, we also delete videos created by these accounts, in accordance with our spam policy._  \n#### Application of rules concerning advertising content  \nNOTE: In 2022, the total volume of ads removed increased as a result of our evolving approach to ad enforcement and enhanced account-level control capabilities. Removal can take place in one of two ways: the specific ad is removed, or removal is done en bloc by an action applied to the advertiser's entire account._\n",
        "line_start": 16,
        "line_end": 38,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "39": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Report on withdrawal requests from governments](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \n_October 1, 2021 - December 31, 2021_\n_Publication April 13, 2022_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "40": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a global entertainment platform built on the creativity of its communities. We strive to foster an inclusive environment where users can unleash their creativity, feel part of a community and have fun. To preserve this environment, we take action when content or accounts violate our Community Rules or Terms of Service, and we regularly publish information about the steps our company is taking to be accountable to our community.  \nTikTok uses innovative technologies and moderators to identify, investigate and act on content that violates our rules. This report provides a quarterly overview of the volume and nature of content and accounts removed from our platform.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "41": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAnalysis\n\nContent: \n### Analysis  \nTikTok's Community Rules are designed to foster an experience that prioritizes safety, inclusion and authenticity. Our rules apply to everyone and all content, and we strive to be consistent and fair in their application.  \n#### Security  \nWe combine technology and human intervention to identify and remove breaches of the Community Rules, and we continually invest in our policies, products and partnerships to enhance the safety of our entire community and platform. In the fourth quarter of 2021, we continued to enhance our machine learning moderation techniques, improving the relevance and accuracy of our automated removal systems.  \nThanks to ongoing improvements in audio and voice recognition and detection, we have significantly perfected the proactive detection and removal of content related to suicide, self-harm, dangerous acts, hateful behavior or constituting harassment and bullying. In addition, the ongoing optimization of our detection models relating to the safety of minors has improved the effectiveness of our moderation system. The number of videos reinstated after being appealed decreased compared to the previous quarter, which we attribute to a reduction in false positives and an improvement in the accuracy of our automatic detection and removal system.  \n#### Security  \nWe continue to develop and adapt our protective measures, investing in automated systems to detect, block and remove artificial accounts and interactions, and improving our reaction time and response to evolving threats. In Q4 2021, we developed additional monitoring systems and enhanced existing platforms and processes for handling technical support tickets. This has strengthened our ability to detect the creation of fraudulent user accounts during registration, and to remove fake followers, fake \"likes\" and videos associated with these accounts.  \n#### Advertising content  \nTikTok has strict policies in place to protect users from misleading, fraudulent or deceptive content, including advertising content. Advertiser accounts and ad content are subject to these policies and must comply with our Community Rules, Advertising Rules and Terms of Use. Despite an overall increase in ads published on TikTok during the fourth quarter of 2021, the total volume of ads removed for non-compliance with our advertising policies and guidelines decreased. This is due in part to the efforts of several teams dedicated to improving our advertising ecosystem and helping to create better experiences for users and advertisers on our platform. We are committed to creating a safe and positive environment for our users, and we regularly review and strengthen our systems to combat ads that break our rules.\n",
        "line_start": 376,
        "line_end": 385,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "42": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/uhaeh7pflk/Transparency_CGE_Q4/French.xlsx)  \n#### Total number of videos removed/released, by type and quarter  \nNOTE: the total number of deleted videos represents approximately 1% of all videos uploaded to TikTok._  \n#### Total number of video deletions, by rule  \nNOTE: this graph shows the volume of deleted videos per violation. A video may violate several rules and policies, so the graph shows each violation. In rare cases, such as emergency situations or hardware failures, the infringement category of a deleted video may not be recorded. These videos are not represented in the graph above, but are counted in absolute numbers throughout this report._  \n#### Deletion rate, by quarter/rule  \nNOTE: Proactive deletion means identifying and removing a video before it is reported. Deletion within 24 hours means removing the video within 24 hours of it being posted on the platform._  \n#### Deletions by country  \n| | |\n| --- | --- |\n**Country / Market** **October 1, 2021 - December 31, 2021** |\n| United States | 12,943,295 |\n| Indonesia 6,657,310 |\n| Pakistan 6,563,594 |\n| Russia 5,977,996\n| Philippines 5,479,091 |\n| Brazil 3,941,136 |\n| Bangladesh | 2 636 372 |\n| Mexico 2 567 999 |\n| Vietnam 1,995,738 |\n| United Kingdom 1,963,799 |  \nNOTE: This chart lists the ten markets with the highest number of deleted videos.  \n#### Total number of accounts deleted, by quarter and by reason  \nNOTE: In addition to removing accounts that violate the Community Rules, we also remove accounts that have been found to be spamming, as well as spam videos posted by these accounts. We also take proactive measures to prevent the creation of spam accounts by automated means._  \n#### False activity  \n| | |\n| --- | --- |\n| **October 1, 2021 - December 31, 2021** |\n| Spam accounts avoided | 152 118 769 |\n| Deletions of videos posted by spam accounts | 46 382 130 |\n| Deletions of fake subscribers | 441 985 135 |\n| Tracking requests by fake accounts avoided | 2,794,306,196 |\n| 285 323 840 False \"likes\" removed |\n| False \"likes\" avoided | 11 917 679 868 |  \n#### Enforcement of advertising content rules  \n| | |\n| --- | --- |\n| **October 1, 2021 - December 31, 2021** |\n| Total ads removed | 3,181,858 |\n",
        "line_start": 16,
        "line_end": 56,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "43": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Report on government requests for removal](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests-2021-1/)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests-2021-1/)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \nJuly 1 - September 30, 2021\n__Publication February 8, 2022_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "44": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a global entertainment platform built on the creativity of its diverse community. We strive to foster an inclusive environment where users can unleash their creativity, feel part of a community and have fun. To preserve this environment, we take action when content or accounts violate our Community Rules or Terms of Use, and we regularly publish information about the steps our company is taking to be accountable to and gain the trust of our community. TikTok uses innovative technologies and moderators to identify, investigate and act on content that violates our rules.  \nThis report provides a quarterly overview of the volume and nature of content and accounts removed from our platform.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "45": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tLatest data\n\nContent: \n### Latest data  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/uhaeh7pflk/Transparency_CGE_2021_Q3/French_CGE_2021Q3.xlsx)  \n#### Total number of videos deleted/released, by type and quarter  \nNOTE: The total number of deleted videos represents approximately 1% of all videos published on TikTok.  \n#### Total number of deleted videos by rule category  \nNOTE: This graph shows the volume of deleted videos per rule broken. A video may violate more than one rule, and each violation is counted._  \n#### Deletion rate, by quarter/rule  \nNOTE: Proactive deletion means that an infringing video is identified and deleted before it is reported to us. Deletion within 24 hours means that the video is deleted within 24 hours of its publication on our platform._  \n#### Deletions by country  \n| | |\n| --- | --- |\n| **Country / Market** | **July 1 - September 30, 2021** |\n| United States | 13,918,537 |\n| Russia 6,881,904 |\n| Indonesia 6,173,414 |\n| Pakistan 6,019,754 |\n| Brazil 5,906,859 |  \nNOTE: This table lists the five markets with the highest number of deleted videos.  \n#### Total number of accounts deleted, by quarter and by reason  \nNOTE: We delete accounts that violate our Community Rules and Terms of Use, including accounts with proven spamming activities, as well as spam videos posted by these accounts. We also take proactive measures to prevent the creation of spam accounts by automated means._  \n#### False activity  \n| | |\n| --- | --- |\n| **July 1 - September 30, 2021** |\n| Spam accounts avoided | 226,557,055 |\n| Deletions of videos posted by spam accounts | 11,895,555 |\n| Deletions of fake subscribers | 231,150,220 |\n| Tracking requests by fake accounts avoided | 2,078,453,724 |\n| False \"likes\" removed | 203,708,379 |\n| False \"likes\" avoided | 16,594,976,202 |  \n#### Enforcement of advertising content rules  \nTikTok has strict policies in place to protect users from misleading, fraudulent or deceptive advertising content, including advertisements. Advertiser accounts and advertising content are subject to these rules and must comply with our Community Rules, Advertising Rules and Terms of Use. We are committed to creating a safe and positive environment for our users, and we regularly review and strengthen our systems to combat advertising that violates our rules.  \n| | |\n| --- | --- |\n| **July 1 - September 30, 2021** |\n| Total ads removed | 3,392,630 |  \n#### COVID-19  \n| | |\n| --- | --- |\n| **Application of Community Rules** **July 1 - September 30, 2021** |\n| Video deletions for misinformation about COVID-19 and vaccination | 46,577 |\n| Proactive Deletion Rate | 82.86% |\n| Zero View Deletion Rate | 69.42% |\n| Suppression rate within 24 hours | 84.62% |  \n| | |\n| --- | --- |\n| **Connections to reliable sources of information** | **July 1 - September 30, 2021** |\n| Visits to [TikTok information center dedicated to COVID-19](https://www.tiktok.com/safety/fr-fr/covid-19/) | 2,883,650 |\n| Addition of COVID-19 banners to videos | 3,560,364 |\n| Number of COVID-19 banners viewed | 22,631,317,279 |\n| Number of PSAs viewed with hashtag COVID-19 | 31,007,383,296 |\n",
        "line_start": 16,
        "line_end": 67,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "46": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Report on government requests for withdrawal](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \nApril 1, 2021 - June 30, 2021\npublication October 13, 2021_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "47": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is the platform that makes it possible, wherever you are in the world, to be entertained by authentic and creative content. We strive to foster a safe and inclusive experience for creators as well as users by taking action against content or accounts that violate our [Community Rules](https://www.tiktok.com/community-guidelines?lang=fr).  \nThis [Community Rules](https://www.tiktok.com/community-guidelines?lang=fr) Enforcement Report highlights content and accounts removed during the second quarter of 2021 (April-June) for violating our Community Rules. We also publish additional information on the volume of fake activity we've terminated or removed as part of our efforts to preserve TikTok's authenticity. In addition, this report now includes figures for content removed before being viewed.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "48": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tData report\n\nContent: \n### Data report  \n#### Videos  \nFrom April to June 2021, 81,518,334 videos were deleted worldwide for violating our Community Rules or Terms of Use, representing less than 1% of all videos uploaded. Of these videos, we identified and removed 93.0% of them within 24 hours of publication, and 94.1% before a user reported them. 87.5% of deleted content went unseen, an improvement on the first quarter of this year (81.8%), thanks to our reinforced detection systems. We have also continued to deploy technology in other markets that automatically detects and removes certain categories of non-compliant content. As a result, 16,957,950 deletions were processed by this technology.  \nThis graph shows the five markets with the highest volumes of deleted videos.  \n| | |\n| --- | --- |\n| **Countries** | **Total removals** |\n| United States 11,431,198 |\n| Pakistan 9,851,404 |\n| Brazil 7,488,608 |\n| Russia 4,759,623 |\n| Indonesia 4,743,066 |  \nTikTok offers users the possibility of appealing the deletion of their video, and undertakes to restore content that has been erroneously deleted. From April to June, 4,663,387 videos were restored after being appealed. We strive to be consistent and fair in our moderation practices and to reduce false positives through ongoing policy training and quality controls.  \nThe following graph shows the volume of videos removed for violating rules. Please note that a video may violate more than one rule, and each violation is indicated.  \nThe following graph shows the rate of deletion of videos for violating our policies. Proactive removal means that an infringing video is identified and removed before it is reported to us. Deletion within 24 hours means that the video is removed within 24 hours of being published on our platform. Deletion at zero view means that the video is deleted after it has been published, but before anyone has seen it.  \n| | | | |\n| --- | --- | --- | --- |\n| **Proactive deletion rate** | **Deletion rate within 24 hours** | **Deletion rate at zero views** |\n| Adult Nudity and Sexual Activity | 90.30% | 90.00% | 78.50% |\n| Harassment and Bullying | 73.30% | 83.80% | 61.40% |\n| Hate behaviour | 72.90% | 80.80% | 60.60% |\n| Illegal Activities and Regulated Property | 97.10% | 95.70% | 92.30% |\n| Integrity and authenticity | 88.30% | 86.20% | 67.90% |\n| Safety of Minors | 97.60% | 95.40% | 93.90% |\n| Suicide, self-harm and dangerous acts | 94.20% | 90.80% | 81.80% |\n| Violent and shocking content | 94.90% | 94.30% | 86.60% |\n| Violent extremism | 89.40% | 90.10% | 79.50% |  \n[Adult nudity and sexual activity](https://www.tiktok.com/community-guidelines?lang=fr#30)\nNudity, sexually explicit content and pornography are not allowed on TikTok. Of all the videos deleted, 14% were in breach of this rule. 90% of these videos were deleted within 24 hours of publication, 78.5% were deleted at zero views, and 90.3% were deleted before any reporting.  \n[Harassment and bullying](https://www.tiktok.com/community-guidelines?lang=fr#36)\nWe aim to foster a community open to creative expression and do not tolerate humiliation, intimidation or harassment of our community members. Of all videos removed, 6.8% violated this policy. 83.8% of these videos were removed within 24 hours of publication, 61.4% were removed at zero views and 73.3% were removed prior to reporting.  \n[Hate behavior](https://www.tiktok.com/community-guidelines?lang=fr#38)\nTikTok is a diverse and inclusive community. Hateful behavior, including hate speech and hateful ideologies, has no place on our platform. 2.2% of deleted videos violated this policy. 80.8% of these videos were deleted within 24 hours of publication, 60.6% were deleted at zero views, and 72.9% were deleted prior to reporting. This is a very complex and nuanced area in which we must continue to improve. We are committed to strengthening our hate speech detection mechanisms, while improving our ability to properly moderate counter-speech and reappropriation.  \n[Illegal activities and regulated properties](https://www.tiktok.com/community-guidelines?lang=fr#32)\nWe ensure that TikTok does not facilitate criminal activity or the promotion or trade of drugs, tobacco, alcohol and other controlled substances or controlled goods. In the second quarter of this year, 20.9% of deleted videos did not comply with this rule. 95.7% of these videos were deleted within 24 hours of publication, 92.3% were deleted at zero views and 97.1% were deleted before any reporting.  \n[Integrity and authenticity](https://www.tiktok.com/community-guidelines?lang=fr#37)\nWe believe that good faith is the foundation of our community, and therefore we do not allow content or accounts that imply false commitment, identity theft or even harmful or dangerous misinformation. Of the videos deleted, 0.8% violated this rule. 86.2% of these videos were deleted within 24 hours of publication, and 67.9% were deleted at zero views. 88.3% were deleted before being reported.  \n[Safety of minors](https://www.tiktok.com/community-guidelines?lang=fr#31)\nWe are deeply committed to the safety of minors and regularly reinforce our processes to ensure their safety. In the second quarter of 2021, 41.3% of content removed violated our policy on the safety of minors. 95.4% of these videos were removed within 24 hours of being uploaded, 93.9% were removed at zero views, and 97.6% were removed prior to any reporting.  \n[Suicide, self-harm and dangerous acts](https://www.tiktok.com/community-guidelines?lang=fr#34)\nWe take the well-being of the individuals who make up our community to heart, and strive to create a caring environment. Of the videos deleted between April and June, 5.3% were in breach of this rule. 90.8% of these videos were deleted within 24 hours of publication, 81.8% were deleted at zero views. 94.2% were deleted prior to being reported.  \n[Violent and shocking content](https://www.tiktok.com/community-guidelines?lang=fr#35)\nTikTok is a platform that celebrates creativity, but not shocking or violent content. Of all the videos removed, 7.7% were in non-compliance with this rule. 94.3% of these videos were removed within 24 hours of publication, 86.6% were removed at zero views, and 94.9% were removed prior to any reporting.  \n[Violent extremism](https://www.tiktok.com/community-guidelines?lang=fr#39)\nTikTok strictly prohibits violent extremism, and we work hard to prevent our platform from being used to threaten or incite violence. Of all videos removed, 1.1% violated this rule. 90.1% of these videos were removed within 24 hours of publication and 79.5% were removed at zero views. 89.4% were deleted prior to being reported.  \n#### Accounts  \nIn the second quarter of 2021, 14,871,412 accounts were deleted for non-compliance with our community rules or terms of use. This figure includes 11,205,597 accounts suspected of belonging to minors that were deleted for potentially belonging to someone under the age of 13, representing less than 1% of all accounts on TikTok.  \n#### False activity  \nWe continue to evolve and adapt our protection measures, investing in automated defenses to detect, block and remove inauthentic accounts and engagements, and improving our speed and responsiveness to ever-changing threats. From April to June, we prevented the creation of 148,759,987 fake accounts. We also removed 8,542,037 videos posted by spam accounts.  \nWe also identified and prevented 632,416,873 tracking attempts by fake accounts, and removed 71,935,583 accounts that were tracking other users. We also prevented 9,612,942,242 likes and corrected 91,812,066 inauthentic likes by these accounts.  \n#### Advertising content  \nTikTok has implemented [strict policies](https://ads.tiktok.com/help/article?aid=10000962) to protect users from misleading, fraudulent or deceptive advertising content. Advertiser accounts and paid advertisements are subject to these rules and must comply with our Community Rules, our [Advertising Rules](https://ads.tiktok.com/help/article?aid=10000962) as well as our Terms of Use. During the second quarter of 2021, we rejected 1,829,219 pieces of advertising content for violating our advertising policies and rules. We are committed to ensuring that our users have a positive, authentic and enjoyable experience when viewing ads on TikTok, in this regard we will continue to invest not only in our human resources but also in technological means to ensure advertising content that is in line with our expectations.  \n### Data report  \n#### Safety of young people  \nIn order to maintain a safe and positive environment for our community, and in particular for teenagers, we strive every day to learn, adapt and reinforce our policies and practices. We believe we are most effective when we collaborate with industry peers to advance these efforts. So, in May 2021, we joined the [\"Technology Coalition\"](https://newsroom.tiktok.com/fr-fr/tiktok-rejoint-la-technology-coalition), an organization that works to protect children from online sexual exploitation and abuse, to deepen our approach to evidence-based intervention. We also explained the multiple approaches we take to promote age-appropriate experiences and ensure that the TikTok experience continues to be accessible to 13-year-olds and above.  \nDuring the second quarter of 2021, we also updated our Security Center. We're aware of the challenges facing parents in the digital age, and as part of our efforts to support and educate families on our platform, we've introduced the [Parent Guide](https://www.tiktok.com/safety/fr-fr/guardians-guide/), a one-stop space for everything you need to know about TikTok. Here you'll find all the information you need to get started on the platform, an overview of our security and privacy tools and features, such as [Family Connection Mode](https://newsroom.tiktok.com/fr-fr/de-nouvelles-ressources-sur-le-mode-connexion-famille-de-tiktok), and numerous resources to answer questions about online safety.  \n#### Wellness  \nAt TikTok, we focus on the well-being of our users, so that our community can continue to grow, flourish and surprise the world with its creativity. So we're always looking for new ways to contribute to the well-being of our community. In the second quarter of 2021, we:  \n* Added new settings so that, among other things, [multiple comments can be reported or deleted simultaneously](https://newsroom.tiktok.com/fr-fr/de-nouveaux-outils-pour-lutter-contre-le-harcelement), and accounts that post bullying or other negative comments can be blocked at the same time (up to 100 at a time).\n* Published a bullying prevention guide to help families learn how to identify bullying, as well as tools to deal with it and help victims or witnesses of bullying.\n* Launched [#CreateKindness](https://newsroom.tiktok.com/fr-fr/encourager-la-bienveillance-sur-tiktok), an international campaign and series of creative videos aimed at raising awareness of the dangers of online bullying and encouraging users to be kind and loving to one another.  \nWe aim to provide a safe space where users feel welcome and can express themselves as they are. We want the diversity of our community to feel free to share and express themselves. In the second quarter of 2021, we celebrated Pride Month with our #FreeToBe campaign. We highlighted LGBTQ+ designers and organized our global TikTok Pride Parade, a 12-hour LIVE event that raised funds for organizations that support the LGBTQ+ community.  \n#### Protecting the integrity of the platform  \nWe strive to build responsibly, openly and fairly so that TikTok users continue to love creating and viewing the content they care about. To support our teams who develop our security strategies and are responsible for enforcing our policies, we have partnered with the [Trust and Safety Professional Association (TSPA)](https://newsroom.tiktok.com/fr-fr/tiktok-rejoint-la-trust-and-safety-professional-association), so that every professional working on security issues is now a TSPA member. Membership gives them access to career development resources, workshops and events, and a network of industry peers. Our support of the association will also enrich the TikTok community by enabling us to continue to learn and evolve our approach to safety.\n",
        "line_start": 1060,
        "line_end": 1124,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "49": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Report on government requests for withdrawal](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \n_January 1, 2021 - March 31, 2021_ _publication on June 30, 2021\n_publication June 30, 2021_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "50": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nMillions of people around the world come together on TikTok to express their creativity and have fun. Our teams work hard every day to enforce our [Community Rules](https://www.tiktok.com/community-guidelines), removing accounts and content that do not comply with them, to provide a safe and caring environment for our community. We take care to be transparent about how we apply our policies to strengthen the bonds of trust with our community members. We regularly publish these reports.  \nFrom now on, we'll be publishing quarterly - every three months instead of every six - to report on the application of our Community Rules. Due to the constraints involved in processing applications, information relating to requests submitted by public authorities and governments, as well as requests for withdrawal due to intellectual property infringement, will continue to be published on a half-yearly basis.  \nOur Community Rules apply to all users and all content on the platform. Our TikTok teams of safety, security and policy experts work together to design fair rules that can be consistently enforced. Our policies take into account feedback from external experts in digital security and human rights, and we take care to respect the cultures of the countries where we operate. Under no circumstances do we develop policies at the express request of a government, individual or organization, and no TikTok employee is authorized to unilaterally modify the Community Rules. Our main objective is that our rules make TikTok a caring space that encourages creativity and authenticity.  \nThis report provides visibility into the volume and nature of content and accounts removed from the platform during the first three months of 2021 (January 1 to March 31). For the first time, we publish the number of accounts suspected of being held by users under the age of 13, as we strive to make TikTok an over-13-only space.\n",
        "line_start": 6,
        "line_end": 11,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "51": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tData report\n\nContent: \n### Data report  \n#### Videos  \nIn the first quarter of 2021, **61,951,327** videos were removed worldwide for violating our Community Rules or Terms of Use, less than **1%** of all videos uploaded to TikTok. Of these videos, we identified and removed **91.3%** before a user reported them, **81.8%** before they were viewed and **93.1%** within 24 hours of publication.  \nThis graph shows the five markets with the highest number of deleted videos.  \n| | |\n| --- | --- |\n| ****Country / Market**** | **Total deletions** |\n| United States 8,540,088 |\n| Pakistan 6,495,992 |\n| Brazil 6,128,568 |\n| Russia 3,747,364 |\n| Indonesia 2,757,292 |  \nWe continue to rely on technology to automatically detect and remove infringing content in certain markets. **An additional 8,832,345** videos were reported and automatically removed for violating our Community Rules worldwide.  \nTikTok allows creators to contest the removal of their video. When we receive a request for review, we examine the video a second time and reinstate it if it turns out to have been removed in error. In the last quarter, we restored **2,833,837** videos that had been subject to a review request. Our aim is to be consistent and fair in our moderation practices, and we are continuing our efforts to reduce the number of \"false positives\" and continuously train our moderation teams.  \nThe graph below illustrates the number of videos removed for breaches of our policy. A video may infringe several rules, and each infringement is reflected in this chart.  \nAmong the videos removed by our moderation team, the following table shows the rate of proactive removal of videos for reasons infringing our Community Rules. Proactive removal means detecting and removing a video before it is reported. Removal within 24 hours means that the video is removed within 24 hours of publication on our platform.  \n| | | |\n| --- | --- | --- |\n| **Proactive removal** | **Removal within 24 hours** |\n| Nudity and sexual activity of adult users | 86.10% | 89.80% |\n| Harassment and Bullying | 66.20% | 83.80% |\n| Hate Behavior | 67.30% | 83.90% |\n| Illegal Activities and Regulated Products | 96.00% | 95.60% |\n| Integrity and Authenticity | 78.50% | 88.90% |\n| Safety of Minors | 97.10% | 96.20% |\n| Suicide, self-harm and dangerous acts | 93.70% | 91.70% |\n| Violent and visually explicit content | 93.40% | 93.60% |\n| Violent extremism | 82.10% | 87.10% |  \n[Nudity and sexual activity of adult users](https://www.tiktok.com/community-guidelines?lang=fr#30)We strive to build a safe and welcoming platform. As such, we remove all nudity and sexually explicit content. Of the videos removed, 15.6% violated these rules, down from 20.5% in our previous report. TikTok removes all pornographic and nudity content, without exception. For content that would be more appropriate for mature audiences, we may limit its distribution in any user's \"For You\" feed, rather than deleting it. We removed 86.1% of these videos before they were reported to us, while 89.8% were removed within 24 hours of publication, a slight decrease since our last report.  \n[Harassment and bullying](https://www.tiktok.com/community-guidelines?lang=fr#36)\nWe advocate an inclusive community where people can express themselves freely, and we do not tolerate members of our community being humiliated, intimidated or harassed. Of the videos we removed, 8% violated this rule, marking an increase from 6.6% over the second half of 2020. This increase reflects updates to our rules at the end of the year, with the aim of combating bullying, as well as slight improvements in our ability to detect harassment or bullying. Of these videos, 66.2% were removed before they were reported to us, and 83.8% were removed within 24 hours of publication. To prevent bullying behavior, and as part of our efforts to improve proactive detection in this area, we have deployed several tools to help creators better control their TikTok experience, including comment management, reporting and user blocking.  \n[Hateful behavior](https://www.tiktok.com/community-guidelines?lang=fr#38)\nTikTok is a diverse and inclusive community that does not tolerate hateful behavior. Of the videos we removed, 2.3% violated this rule, representing a slight increase from 2% in the second half of 2020. We attribute this increase in removals to enhanced protection measures against hate speech and hate ideologies, as well as to our new model which enables us to better spot hate speech. We removed 67.3% of videos depicting hateful behavior before they were reported to us, although 83.9% were removed within 24 hours of publication.  \n[Illegal activities and regulated products](https://www.tiktok.com/community-guidelines?lang=fr#32)\nWe take great care to ensure that TikTok does not enable criminal activities or activities promoting drugs, tobacco, alcohol or any other regulated product. In the first three months of 2021, 21.1% of the videos we removed violated this rule. This figure is up from 17.9% in the second half of 2020, and we have seen an increase in attempts to publish this type of content on the platform. Of these videos, 96% were removed before being reported to us, and 95.6% were removed within 24 hours of publication. We attribute these improvements to the ongoing refinement of our detection systems.  \n[Integrity and authenticity](https://www.tiktok.com/community-guidelines?lang=fr#37)\nWe believe that trust is the foundation of our community, and we do not allow any content or accounts that involve artificial interaction, impersonation and misinformation activity. Of the videos removed, 2% were in breach of this rule, down from 2.4% in the second half of 2020. Of these videos, 78.5% were removed before being reported to us, and 88.9% were removed within 24 hours of publication. We have continued to improve our models for detecting misleading information, and these efforts have contributed to a significant increase in proactive flagging in the first quarter of 2021 compared with the last six months of 2020.  \n[Safety of minors](https://www.tiktok.com/community-guidelines?lang=fr#31)\nWe are firmly committed to ensuring the safety of minors, and regularly update our policy and procedures to protect them. In the first quarter of 2021, 36.8% of content violated our policy on the safety of minors, compared with 36% in the second half of 2020. Of these videos, 97.1% were removed before being reported to us, and 96.2% were removed within 24 hours of publication. This progress in proactive detection is the result of our improved models, which identify and report infringements as soon as content is uploaded, before it is viewed.  \n[Suicide, self-harm and dangerous acts](https://www.tiktok.com/community-guidelines?lang=fr#34)\nThe health and well-being of the individuals who make up our community are of the utmost importance to us. In this respect, we are committed to fostering a supportive environment. Of the videos removed, 5.7% were in breach of this rule, down from 6.2% in the second 2020. We believe these results are linked to a reduction in the overall volume of these videos, as we make a concerted effort to remove content quickly and redirect those seeking it to specialist support services and emergency resources. Of these videos, 93.7% were removed before being reported to us, and 91.7% were removed within 24 hours of publication  \n[Violent extremism](https://www.tiktok.com/community-guidelines?lang=fr#39)\nWe strongly oppose all forms of violence on and off TikTok. Of the videos deleted, 0.5% violated this rule, compared with 0.3% in the second half of 2020. Of these videos, 82.1% were deleted before being reported to us, and 87.1% were deleted within 24 hours of publication. We believe this increase in deletions is due to the fact that our rules now specify in greater detail what is considered a violent threat and/or incitement to violence in terms of prohibited content and behavior. We are developing proactive detection models to flag up this type of content, and are also examining reports submitted by users and non-governmental organizations.  \n[Violent and visually explicit content](https://www.tiktok.com/community-guidelines?lang=fr#35)\nTikTok is a platform that encourages creative expression but condemns offensive or violent content. Of the videos removed, 8.1% were in breach of this rule, in line with figures for the second half of 2020. Of these videos, 93.4% were removed before being reported to us, and 93.6% were removed within 24 hours of publication. This is an improvement on our last report, linked to the strengthening of our policies and better detection of this type of content.  \n#### Accounts  \nIn the first quarter of 2021, **11,149,514** accounts were deleted for infringement of our Community Rules or Terms of Use. This figure includes **7,263,952** accounts removed because they were suspected of being held by users under the age of 13, or less than 1% of accounts on TikTok.  \nIn addition, we prevented the creation of **71,470,161** accounts by automated methods and removed **12,378,928** additional videos posted by spammers.  \n#### Advertising content  \nTikTok has implemented [strict measures](https://ads.tiktok.com/help/article?aid=10000962) to protect users from misleading, fraudulent or deceptive advertising content. Advertiser accounts and paid advertisements are subject to these rules and must comply with our Community Rules, [TikTok Advertising Policies](https://ads.tiktok.com/help/article?aid=10000962) and Terms of Use. In the first quarter of 2021, we rejected **1,921,900** of advertising content for violating our advertising policies and rules.  \nWe are committed to ensuring that our users have a positive, authentic and enjoyable experience when viewing ads on TikTok. As such, we will continue to invest in both our human resources and our technological resources to ensure that the platform's advertising content meets our expectations.  \n#### Security  \nIn October 2020, we launched [the global \"bug bounty\" program](https://newsroom.tiktok.com/en-au/security-is-our-priority-all-year-long-au) which is an extension of our vulnerability management program. Its aim is to proactively identify and resolve security vulnerabilities. This program reinforces our security maturity by encouraging security researchers around the world to responsibly identify and report bugs to our teams so that we can resolve them before criminals exploit them.  \nIn the first quarter of 2021, TikTok received **33** valid bug reports, of which **29** were resolved. We received **8** public disclosure requests, all of which have been published. On average, TikTok settles rewards within **3 days**. As for TikTok's response time, on average, the first response time is **8 hours** and the resolution time is **30 days**.\n",
        "line_start": 1060,
        "line_end": 1114,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "52": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSummary\n\nContent: \n### Summary  \n#### Safety of minors  \nAt TikTok, we are committed to creating an age-appropriate environment for users by designing policies and tools that help promote a safe and positive experience on our platform. As of January 2021, all default privacy settings for our users aged 13 to 15 are automatically set to Private Mode, limiting who is allowed to upload their videos and interact with their content via comments, or the Duets and Collage functions. For users aged 16 and 17, the Duo and Collage functions are set to Friends. By default, the option for choosing who is authorized to download is set to Off.  \nThis is an important initiative to reinforce the security and privacy of minors. These updates build on previous age-restriction features, including the removal of Direct Messaging, livestreaming and virtual gifts for all users under the age of 16 or 18 respectively. Our ambition is to help users make informed choices about what they want to share and with whom. By involving teenagers from the outset, we hope to empower them to carefully manage their online presence. We also want to support parents by providing them with [tools and resources](https://www.tiktok.com/safety/en-us/guardians-guide/) that will enable them to dialogue with teens about their online safety and digital literacy. For example, the [Family Connection Mode](https://newsroom.tiktok.com/fr-fr/connexion-famille-mise-a-jour) enables parents to link their TikTok account to that of their teenager, and together they can define certain parameters for confidentiality, browsing and screen time.  \n#### Wellness  \nOur diverse community makes TikTok a great place to explore and enjoy entertaining content, from cooking recipes to gardening ideas. We strive to make TikTok a safe and positive environment, and with this in mind, we've developed new tools to promote caring and respect within our community.  \n* We've developed [a notification](https://newsroom.tiktok.com/fr-fr/filtres-tous-commentaires) that invites users to reconsider the impact of their words before posting a comment that might be unpleasant.\n* We introduced a way for creators to filter all comments on their content so that only approved comments appear on their videos.\n* We announced a partnership with the Cyberbullying Research Center to advance our knowledge of bullying and develop new anti-bullying initiatives.  \nWe want everyone to feel comfortable and confident expressing themselves fully on TikTok. To encourage [body diversity on TikTok](https://newsroom.tiktok.com/en-us/supporting-nedawareness-and-body-inclusivity-on-tiktok), since February we've been offering wellness resources, developed with the help of eating disorder experts, to help users identify negative self-talk, become aware of their own assets and strengths, or support a friend who may be going through a difficult time. We also published ongoing PSAs on relevant hashtags to raise awareness or encourage community support for people with eating disorders and their recovery.  \n#### Protecting the integrity of the platform  \nWe maintain our efforts to combat content and behavior that is intended to jeopardize the integrity of our platform. To achieve this goal with regard to illegal activities and regulated products, we have joined the [Coalition to End Wildlife Trafficking Online](https://newsroom.tiktok.com/en-us/tiktok-joins-the-coalition-to-end-wildlife-trafficking-online), which enables us to collaborate with other industry players on best practices as well as emerging content and trends.  \nIn addition, TikTok removes or limits misleading information as soon as it is identified. We work with 11 organizations accredited by the International Fact-Checking Network to verify facts in 21 languages and 57 markets in America, Asia, Europe, the Middle East and Africa. If investigations confirm that content is false, it is removed from the platform. This year, in the first three months, we [introduced a feature](https://newsroom.tiktok.com/en-us/new-prompts-to-help-people-consider-before-they-share) aimed at reducing the spread of unsubstantiated content.\n",
        "line_start": 1266,
        "line_end": 1279,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "53": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* Withdrawal requests from public authorities](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* Information requests](https://www.tiktok.com/transparency/fr-fr/information-requests)\n* [Requests for removal of content infringing intellectual property rights](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \nJuly 1 to December 31, 2020\n_publication February 24, 2021_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "54": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok has a diverse, international community where everyone can express their creativity. We strive to maintain an environment where everyone feels free and safe to create videos, find community and have fun. We believe it's essential to feel safe in order to express yourself freely and authentically, which is why we strive to enforce our [Community Rules](https://www.tiktok.com/community-guidelines?lang=fr) by deleting accounts and content that violate them. Our goal is for TikTok to remain a space of inspiration, creativity and entertainment for all.  \nWe are committed to being transparent about how our rules are applied, as this helps build trust with our community and makes us accountable for our actions. We publish Transparency Reports that provide an overview of the volume and nature of content removed for breaches of our Community Rules or our [Terms of Service](https://www.tiktok.com/legal/terms-of-use?lang=fr).\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "55": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tData Report\n\nContent: \n### Data Report  \n#### Videos  \nIn the second half of 2020 (July 1 to December 31), **89,132,938** videos were deleted worldwide for violating our Community Rules or Terms of Service, representing less than **1%** of all videos uploaded to TikTok. Of these videos, we identified and removed **92.4%** before they were reported by a user, **83.3%** were removed before they were viewed and **93.5%** were removed within 24 hours of publication.  \nThis graph illustrates the five markets with the highest number of removed videos.  \n| | |\n| --- | --- |\n| **Countries** | **Total removals** |\n| United States 11,775,777 |\n| Pakistan 8,215,633 |\n| Brazil 7,506,599 |\n| Russia 4,574,690 |\n| Indonesia 3,860,156 |  \nDue to the pandemic, we continue to rely on technology to automatically detect and remove infringing content in certain markets, such as Brazil and Pakistan. **8,295,164** additional videos were reported and automatically removed for infringing our Community Rules. These videos are not included in the tables below.  \nTikTok allows creators to contest the removal of their video. When we receive a request for review, we examine the video a second time and reinstate it if it does not infringe our rules. Over the past six months, we have restored **2,927,391** videos that have been subject to a request for review.  \nThis graph illustrates the number of videos removed for infringement of our policy. A video may infringe several rules, and each infringement is reflected in this chart.  \nAmong the videos removed by our team of moderators, the following table shows the rate of proactive removal of videos for reasons infringing our Community Rules. Proactive removal means detecting and removing a video before it is reported. Removal within 24 hours means that the video is removed within 24 hours of publication on our platform.  \n| | | |\n| --- | --- | --- |\n| **Proactive removal rate** | **Deletion rate** |\n| [Nudity and sexual activity of adult users](https://www.tiktok.com/community-guidelines?lang=fr#30) | 88.30% | 90.60% |\n| [Harassment and bullying](https://www.tiktok.com/community-guidelines?lang=fr#36) | 66.50% | 84.10% |\n| [Hate Behavior](https://www.tiktok.com/community-guidelines?lang=fr#38) | 72.90% | 83.50% |\n| [Illegal Activities and Regulated Products](https://www.tiktok.com/community-guidelines?lang=fr#32) | 96.30% | 94.80% |\n| [Integrity and Authenticity](https://www.tiktok.com/community-guidelines?lang=fr#37) | 70.50% | 91.30% |\n| [Safety of Minors](https://www.tiktok.com/community-guidelines?lang=fr#31) | 97.10% | 95.80% |\n| [Suicide, self-harm and dangerous acts](https://www.tiktok.com/community-guidelines?lang=fr#34) | 94.40% | 91.90% |\n| [Violent and visually explicit content](https://www.tiktok.com/community-guidelines?lang=fr#35) | 93.20% | 92.70% |\n| [Violent extremism](https://www.tiktok.com/community-guidelines?lang=fr#39) | 86.90% | 89.40% |  \n**Nudity and sexual activities of adult users](https://www.tiktok.com/community-guidelines?lang=fr#30)**\nWe strive to create a safe and caring platform, and remove all nudity and sexually explicit content. Of the videos removed, **20.5%** violated these rules, which corresponds to a decrease of **30.9%** compared to the first half of 2020. One of the reasons for this decrease is the improvement of our sorting systems, which separate nudity content for adult users from that for underage users. We removed **88.3%** of these videos before they were reported to us, and **90.6%** were removed within 24 hours of publication.  \n**Harassment and bullying](https://www.tiktok.com/community-guidelines?lang=fr#36)**\nWe advocate an inclusive community where people can express themselves freely without fear of abuse. We do not tolerate members of our community being humiliated, intimidated or harassed. Of the videos we removed, **6.6%** violated these rules, compared with **2.5%** in the first half of 2020. This increase reflects adjustments to the rules on sexual harassment, hacking threats and victims of bullying statements, which are now more comprehensive. In addition, we have seen slight improvements in our ability to proactively detect harassment or bullying, which remains a challenge given linguistic and cultural nuances. Of these videos, **66.5%** were removed before they were reported to us, and **84.1%** were removed within 24 hours of publication. We are committed to reducing this gap, and will keep our community informed of developments in this area.  \n**Hateful behavior](https://www.tiktok.com/community-guidelines?lang=fr#38)**\nTikTok is a diverse and inclusive community that does not tolerate hateful behavior. Last year, we changed our policy from \"hate speech\" to its current name of \"hateful behavior\" to take a broader approach to combating hateful ideologies and off-platform activity. As a result, **2%** of the videos we removed violated this rule, compared with **0.8%** in the first half of 2020. We have systems in place to detect hate symbols, such as flags and icons, but proactively detecting hate speech remains a challenge and we continue to invest to improve. We removed **72.9%** of videos depicting hateful behavior before they were reported to us, although **83.5%** were removed within 24 hours of publication.  \n**Illegal activities and regulated products](https://www.tiktok.com/community-guidelines?lang=fr#32)**\nWe take great care to ensure that TikTok does not enable activities that violate applicable laws or regulations, such as fraud or scams. **17.9%** of the videos we removed infringed this rule. This is down slightly from **19.6%** in the first half of 2020. We attribute this result to improvements in our automation and detection systems, as well as to more efficient workflows. Of these videos, **96.3%** were removed before being reported, and **94.8%** were removed within 24 hours of publication.  \n**Integrity and authenticity](https://www.tiktok.com/community-guidelines?lang=fr#37)**\nWe believe that trust is the foundation of our community, and we do not allow any content or accounts that involve artificial interaction, impersonation and misinformation activity. Of the videos removed, **2.4%** violated this rule, compared with **1.2%** in the first half of 2020. We have integrated new fact-checking partners in new markets and now have a network in 16 languages. This helps us to assess content more accurately and remove misleading information. We have also improved our ability to detect and remove artificial interactions and spam. Of the videos removed, **70.5%** were removed before they were reported to us, and **91.3%** were removed within 24 hours of publication. We are investing in our infrastructure to improve our proactive detection system, particularly when it comes to identifying misleading information.  \n**[Safety of minors](https://www.tiktok.com/community-guidelines?lang=fr#31)**\nWe are firmly committed to ensuring the safety of minors, and regularly update our policy and procedures to protect them. For example, we have added a section dedicated to dangerous activities, and we remove any content depicting or promoting the consumption of alcoholic beverages, tobacco, or drugs, or any other behavior that could jeopardize the well-being of minors. As a result, **36%** of the content we removed violated this rule, compared with **22.3%** in the first half of 2020. Of these videos, **97.1%** were removed before being reported to us, and **95.8%** were removed within 24 hours of publication.  \nTikTok relies on [PhotoDNA](https://www.microsoft.com/en-us/photodna), a technology that helps identify and remove content that exploits children, to protect itself from child sexual abuse material. We continue to invest in our internal systems for detecting this type of content. These efforts have significantly improved our ability to remove and report relevant content and accounts to the National Center for Missing and Exploited Children (NCMEC) and the relevant legal authorities. As a result, we made **22,692 reports** to NCMEC in 2020, compared with **596** in 2019.  \n**Suicide, self-harm and dangerous acts](https://www.tiktok.com/community-guidelines?lang=fr#34)**\nThe health and well-being of the individuals who make up our community are particularly important to us. In the second half of 2020, we updated our Community Rules on self-harm, suicide and eating disorders to reflect the comments and language used by mental health experts. We have also established partnerships with certain associations to support people in difficulty. For example, we redirect relevant searches and hashtags to the \"National Eating Disorder Association\" helpline, the \"Crisis Textline\" or the \"National Suicide Prevention Lifeline\". Of the videos removed, **6.2%** were in breach of these rules, down from **13.4%** in the first half of 2020, not least because we now remove all content featuring minors engaged in dangerous or risky behavior, under the terms of our new policy for the safety of minors in risky activities. Of these videos, **94.4%** were removed before being reported, and **91.9%** were removed within 24 hours of publication.  \n**Violent extremism](https://www.tiktok.com/community-guidelines?lang=fr#39)**\nWe strongly oppose all forms of violence on and off TikTok. Last fall, when we updated our Community Rules, we clarified our policy against violent people and organizations, to comprehensively address the challenges of violent extremism, and clarified what TikTok considers a threat or incitement to violence. Of all the videos removed, **0.3%** violated this rule, which is comparable to the content removed in the first half of 2020. Of these videos, **86.9%** were deleted before being reported, and **89.4%** were deleted within 24 hours of publication.  \n**Violent and visually explicit content](https://www.tiktok.com/community-guidelines?lang=fr#35)**\nTikTok is a platform that encourages creative expression but condemns shocking or violent content. Of the videos deleted, **8.1%** violated this rule, compared to **8.7%** in the first half of 2020. Of these videos, **93.2%** were removed before being reported, and **92.7%** were removed within 24 hours of publication. We allow videos depicting violent demonstrations, scenes of animals hunting in the wild and other such content on our platform for documentary purposes. We have also introduced [personalized viewing systems](https://newsroom.tiktok.com/en-us/refreshing-our-policies-to-support-community-well-being) to enable users to better choose the videos they watch.  \n#### Accounts  \nIn the second half of 2020, **6,144,040** accounts were deleted for violations of our Community Rules. In addition, **9,499,881** spam accounts were deleted, along with **5,225,800** spam videos posted by these accounts. We prevented **173,246,894** accounts from being created by spammers.  \n#### Advertising content  \nTikTok has implemented strict measures to protect users from misleading, fraudulent or deceptive content, including advertisements. Advertiser accounts and advertising content are subject to these rules and must comply with our Community Rules, Advertising Rules and Terms of Service. In the second half of 2020, we removed **3,501,477** of advertising content for violations of our advertising policies and rules. We are committed to creating a safe and caring environment for our users, and we regularly re-evaluate and improve our systems for combating advertising content that violates our policies.\n",
        "line_start": 1311,
        "line_end": 1362,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "56": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSummary\n\nContent: \n### Summary  \nWe are constantly evolving our policies, products and partnerships to ensure the well-being of our community. Here are some of the key updates we made in the second half of 2020.  \n#### Ensuring community well-being  \nWe have strengthened our [Rules C](https://www.tiktok.com/community-guidelines?lang=en)[ommunity](https://www.tiktok.com/community-guidelines?lang=fr) to promote community well-being, taking into account behavior observed on the platform and feedback from our users and experts. For example, our updated policies on self-harm, suicide and eating disorders reflect recommendations from mental health experts. Our [advertising policies](https://newsroom.tiktok.com/en-us/coming-together-to-support-body-positivity-on-tiktok) now prohibit ads for fasting and weight-loss supplements. We have also improved the way we [inform our users](https://newsroom.tiktok.com/en-us/adding-clarity-to-content-removals) to help them understand why their video has been removed.  \nTikTok has partnered with various organizations to help people who may be struggling with an eating disorder, self-harming behavior or suicidal thoughts. From now on, searches for content and hashtags related to these themes will be redirected to helplines such as \"Suicide Ecoute\" or \"S.O.S Amitié\", giving users access to free, confidential help. We offer advice on how to improve a person's emotional well-being.  \n#### Supporting families  \nWe hold regular discussions with parents, teenagers and youth safety experts to provide families with effective tools for a tailored TikTok experience. At the end of 2020, we expanded the functionality of our [Family Connection Mode](https://newsroom.tiktok.com/fr-fr/connexion-famille-mise-a-jour) to enable parents to strengthen protections on their teens' content and privacy settings. With features to limit searches, comments and screen time, we hope these tools will encourage families to dialogue more openly about digital safety.\n",
        "line_start": 1266,
        "line_end": 1273,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "57": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Report on government requests for withdrawal](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community rules  \nJanuary 1 to June 30, 2020\nPublished September 22, 2020_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "58": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nHundreds of millions of people around the world turn to TikTok for entertainment, self-expression and conversation. Our top priority is to help provide them with a safe environment, a positive experience and a sense of belonging to an ever-growing international community. We can't do this without transparency.  \nTikTok strives to be the most transparent and responsible company in its sector when it comes to issues such as protecting our users. We've put our money where our mouth is by opening our [Centers for Transparency and Accountability](https://www.tiktok.com/transparency), where we lift the veil on our content moderation, algorithms, privacy and security practices. We publish Transparency Reports such as this one to provide information on the amount and nature of content removed for breaching our Community Rules or Terms of Service. We also report on actions taken in the first quarter of 2020 to strengthen the security of our platform and promote a positive environment.\n",
        "line_start": 6,
        "line_end": 9,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "59": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tData report\n\nContent: \n### Data report  \n#### Video  \nIn the first half of 2020 (January 1 to June 30, 2020), 104,543,719 videos were removed worldwide for violating our Community Rules or Terms of Service, representing less than 1% of videos posted on TikTok. 96.4% of these videos were identified and removed by us before they were even reported, and 90.3% were removed from the platform before they had been viewed even once.  \nThe table below shows the number of videos removed for violating our policies. When a video infringes our Community Rules, it is categorized according to the rule(s) infringed, and then removed. This means that the same video can be counted in more than one rule category.  \nAs a result of the coronavirus pandemic, we made greater use of technology to automatically detect and remove content in breach of our rules in markets such as India, Brazil and Pakistan. Of all the videos removed from the platform, 10,698,297 were flagged and automatically removed for infringing our Community Rules. These videos are not included in the table below.  \nThe table below shows the 5 countries/markets with the highest number of removed videos.  \n| | |\n| --- | --- |\n| **Countries** | **Total removals** |\n| India 37,682,924 |\n| United States 9,822,996 |\n| Pakistan 6,454,384 |\n| Brazil 5,525,783 |\n| United Kingdom | 2,949,620 |\n",
        "line_start": 1060,
        "line_end": 1074,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "60": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSummary\n\nContent: \n### Summary  \nWe made great strides in the first quarter of 2020 by implementing several rules, products and partnerships designed to strengthen safety, responsibility and positivity within the application.  \n#### Policies  \nWe started the year by completing our [Community Rules](https://newsroom.tiktok.com/en-us/adding-clarity-to-our-community-guidelines) to ensure a stimulating and welcoming environment for our users. These Rules include new guidelines on [misleading content](https://newsroom.tiktok.com/en-us/building-to-support-integrity) aimed at preventing the spread of misinformation or potentially confusing content, as well as more nuanced guidelines in areas such as hate speech and encouraging inclusion. We are also publicly committed to promoting and supporting the [Voluntary Principles to Counter Online Child Sexual Exploitation and Abuse](https://newsroom.tiktok.com/en-us/tiktok-supports-and-promotes-the-voluntary-principles-to-counter-online-child-exploitation) and the [Code of Practice against Misinformation](https://newsroom.tiktok.com/en-gb/supporting-our-community-through-covid-19?utm_source=POLITICO.EU&utm_campaign=d0c22ce942-EMAIL_CAMPAIGN_2020_07_17_05_00&utm_medium=email&utm_term=0_10959edeb5-d0c22ce942-190627564) adopted by the European Union.  \n#### Product  \n##### Showcasing our policies  \nTo support our policies, we have introduced a new feature that allows users to easily report different types of false information, which our team then investigates. Available in 8 countries, this _fact-checking_ program makes it easier to verify misleading and fraudulent content, such as untruths circulating about the new coronavirus, elections or global warming. We have also introduced educational messages of general interest, which appear in the application when hashtags associated with subjects that occupy an important place in public debate are used, such as elections, the Black Lives Matter movement, and dangerous conspiracy theories, like Qanon.  \n##### Promoting reliable, educational content to users  \nWe have continued to raise user awareness of our policies and security features by broadcasting, within the application, a series of [videos on the theme](https://newsroom.tiktok.com/en-us/youre-in-control-video-series-stars-tiktok-creators-to-educate-users-about-safety-features). To raise awareness of digital literacy among teenagers and their parents, we put the [TikTok portal for young people](https://www.tiktok.com/safety/youth-portal?lang=fr) online, presenting the right reflexes to have for a safe online experience, as well as the control tools integrated into the application. We also created videos in TikTok format in which recognized creators raise our community's awareness of [media](https://newsroom.tiktok.com/en-us/tiktoks-be-informed-series-stars-tiktok-creators-to-educate-users-about-media-literacy) and [misinformation](https://newsroom.tiktok.com/en-in/tiktoks-matkarforward-initiative-urges-netizens-to-curb-the-spread-of-misinformation).  \nWe've focused our work on creating experiences that direct our users to trusted and recognized content in a wide range of areas. During the outbreak of the new coronavirus, we highlighted [authoritative content](https://www.tiktok.com/safety/resources/covid-19) through information pages visible directly on the application. At the same time, we organized educational _Lives_ and hashtags challenges in partnership with the World Health Organization, the International Federation of the Red Cross, UNICEF India, and figures well known to those interested in public health and science, such as Bill Nye the Science Guy and [Prince's Trust](https://newsroom.tiktok.com/en-gb/welcoming-the-princes-trust-to-tiktok). To support the [black community](https://newsroom.tiktok.com/en-us/progress-report-how-were-supporting-black-communities-and-promoting-diversity-and-inclusion), we've deployed [dedicated pages](https://newsroom.tiktok.com/en-us/recognizing-juneteenth) on our platform where users can learn about African-American history and organizations that have fought for social justice, while spotlighting black creators and artists throughout Black Music Month.  \n##### Reinforcing youth safety  \nTikTok has launched a series of cutting-edge features aimed at protecting young people and enabling parents and their teens to tailor their experience on TikTok to their needs. With [Family Connection](https://newsroom.tiktok.com/en-us/tiktok-introduces-family-pairing), parents can link their TikTok account to that of their teens to limit the visibility of certain content, encourage teens to moderate their viewing time, and modify direct messaging settings. TikTok disables this feature by default for accounts of users under 16, and does not allow private images to be sent in order to prevent the sharing of harmful or abusive content.  \n#### Partnerships  \nWe pay particular attention to the observations and recommendations of specialists, including non-profit organizations, as they reinforce the effectiveness of our rules, products and security systems and help us to make them more accessible to our community. In the first half of 2020, TikTok forged several important partnerships with leading international organizations in the field of security. Among the most notable are those established with the [National Center for Missing and Exploited Children](https://www.tiktok.com/safety/youth-portal/get-access-to-more-info?lang=en&region=US) and with the [WePROTECT Global Alliance](https://newsroom.tiktok.com/en-us/tiktok-joins-weprotect-global-alliance), through which we are committed to the fight against the sexual exploitation of children and the distribution of child pornography. In India, we work with the [Data Security Council of India](https://newsroom.tiktok.com/en-in/dsci-and-tiktok-launch) to raise public awareness of how to stay safe online. In the USA, we have set up our [Content Advisory Council](https://www.tiktok.com/transparency), which brings together specialists in issues such as hate speech, inclusive artificial intelligence and youth safety. We have also set up a [Creator Diversity Collective](https://newsroom.tiktok.com/en-us/progress-report-how-were-supporting-black-communities-and-promoting-diversity-and-inclusion) which brings together people from different backgrounds to ensure diversity, inclusion and their presence within our initiatives and platform.\n",
        "line_start": 1266,
        "line_end": 1280,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "61": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Report on government requests for withdrawal](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nApplication of Community Rules  \n_July 1, 2019 - December 31, 2019_\n_Publication date: June 9, 2020_\n",
        "line_start": 584,
        "line_end": 593,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "62": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tAbout this report\n\nContent: \n### About this report  \nTikTok is a platform for creative expression, and we encourage our users to share what makes them unique. Operating in a safe environment allows our users to feel comfortable, free to express themselves and let their creativity run wild. That's why our top priority is to offer them a safe environment and a positive experience.  \nWe published our first transparency report on December 30, 2019, and are committed to informing our community on a regular basis to present how we respond to data requests and protect intellectual property responsibly.  \nThe transparency report has been completed to provide information concerning:  \n* Our approach and policies for ensuring the safety of our community;\n* How we define and reinforce our Community Rules;\n* The tools we make available to our community, and the educational and awareness-raising initiatives we implement;\n* The volume of videos removed for non-compliance with our Community Rules.  \nIn addition, we are beginning to take into account measurement elements related to nine content categories.  \nAt the end of 2019, we implemented a new content moderation infrastructure that enables us to offer greater transparency when indicating the reasons why content has been removed. In this report, we highlight the reasons that led to videos being removed during December with regard to this new moderation infrastructure. In future reports we will be able to present data for a full six months.  \nWe strive to earn the trust of our community every day. We will also continue to develop our transparency reports to answer questions from our users, legislators and experts. Our main goal is for TikTok to remain a place of inspiration and entertainment for all.\n",
        "line_start": 6,
        "line_end": 17,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "63": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tData report\n\nContent: \n### Data report  \n#### Videos  \nIn the second half of the year (July 1 to December 31, 2019), we deleted 49,247,689 videos overall, which represents less than 1% of all videos created by our users. These videos were deleted for having breached our Community Rules or Terms of Service. Our systems proactively identified and removed 98.2% of these videos before a user reported them. Of all the videos removed, 89.4% were removed before they were viewed.  \nThe table below shows the 5 markets with the highest number of deleted videos.  \n| | |\n| --- | --- |\n| **Countries** | **Total removals** |\n| India 16,453,360 |\n| United States 4,576,888 |\n| Pakistan 3,728,162 |\n| United Kingdom 2,022,728 |\n| Russia 1,258,853 |  \nAt the end of 2019, we implemented a new content moderation system that enables us to offer greater transparency when indicating the reasons why content has been removed. When a video goes against our Community Rules, it is identified according to the rule or different rules it violates and then removed. In this way, the same video can appear under multiple categories. For the month of December 2019, when we implemented our new content moderation system, the breakdown of rules broken is based on these new categories.  \nDuring the month of December, 25.5% of videos removed were under the category 'Adult Nudity and Sexual Activity'. To safeguard children's safety, 24.8% of videos were removed because they breached our rules on the protection of minors. This covers content such as risky, dangerous or illegal behavior for minors, such as the consumption of alcohol or drugs, or even more serious content for which we have decided to immediately remove and close the offending accounts. The latter have been reported to NCMEC and the relevant authorities where necessary. Content related to illegal activities and regulated goods accounted for 21.5% of deletions. In addition, 15.6% of videos removed were for violating our rules on suicide, self-harm or dangerous behavior, which mainly reflects the removal of risky challenges. Finally, 8.6% of videos removed were for breaching our rules relating to violent and visually explicit content; 3% for harassment or bullying; and less than 1% for breaching our rules relating to hate speech, integrity and authenticity or dangerous people or organizations.  \nSince then, the majority of our content has been processed by our new moderation system. Our subsequent reports will include more detailed data, both for content and accounts, and will cover the entire period in question.\n",
        "line_start": 1060,
        "line_end": 1075,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "64": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tSummary\n\nContent: \n### Summary  \nFor TikTok, nothing is more important than ensuring the safety of its users. As a global platform, thousands of employees work to maintain a safe environment. Online content and behavior is handled by a set of rules, technologies and moderations, which can lead to the removal of videos, the banning of accounts that would go against our [Community Rules](https://www.tiktok.com/community-guidelines) and our [Terms of Services](https://www.tiktok.com/legal/terms-of-use).\n",
        "line_start": 1266,
        "line_end": 1268,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "65": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tEmpowering the community through various tools\n\nContent: \n### Empowering the community through various tools  \nIn addition to the technologies and moderation systems in place (see below), there are a number of features available to help users take control of their online experience. These include easy-to-activate ways to restrict access to their content, set automatic comment filters, disable the messaging function or block other users. What's more, if they notice a breach of our Community Rules, we invite them to report it to our teams, directly from the application.  \n#### Account privacy  \nTikTok offers a wide range of privacy settings that users can activate when creating their account or at any other time. Currently, for private accounts, only authorized subscribers can view or comment on the videos of the user concerned, or send them a direct message. Messaging functionality can be simply deactivated or restricted; this feature is disabled and inaccessible on accounts for users under 16. Users can also delete a subscriber or prevent another user from contacting them.\n",
        "line_start": 1531,
        "line_end": 1535,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "66": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther content controls\n\nContent: \n### Other content controls  \nContent creators need to have control over how other users can interact with their videos. TikTok offers users numerous options for setting up their accounts and videos, such as limiting comments or deciding who can perform duets. They can also activate comment filters by creating a personalized list of keywords that will be automatically blocked. They can also disable comments on a specific video, limit comments to a selected audience or disable comments on their videos entirely.  \nWhat's more, we regularly educate our users about the security and digital wellbeing options available to them via video formats broadcast on the app and the [Security Center](https://www.tiktok.com/safety/resources). For example, with the help of designers, we have produced a series of videos encouraging users to control their screen time. Our screen time management function allows users to set a maximum threshold for application use. They can also choose to activate the restricted mode, which limits the appearance of content that may not be suitable for all audiences. These features are permanently available in the Digital well-being section of the application's settings.\n",
        "line_start": 1539,
        "line_end": 1542,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "67": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tMatching our Community Rules to our community's expectations\n\nContent: \n### Matching our Community Rules to our community's expectations  \nTikTok is a global community whose members are looking for an authentic and positive experience. Our commitment to our community begins with our Community Rules. They form a code of conduct that ensures a safe and caring environment. These Community Rules are regularly updated to protect our users from trends and content that could be harmful. They are intended to foster trust, respect and the positive dimension of the TikTok community. We expect all our users to respect our Community Rules so that TikTok remains an entertaining, fun place where everyone is welcome. Failure to comply with these rules may result in the deletion of content and accounts.\n",
        "line_start": 1545,
        "line_end": 1547,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "68": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tEnforcing our rules\n\nContent: \n### Enforcing our rules  \nAround the world, tens of thousands of videos are uploaded to TikTok every minute. Each of these videos demands a heightened level of responsibility on our part to protect the safety and well-being of our users. To enforce our Community Rules, we use a range of technologies and content moderation systems to identify and remove content and accounts that violate them.  \n#### Technology  \nTechnology is a key element in the implementation of our policies; our systems have been developed to automatically flag up content that might infringe our Community Rules. These systems take into account pattern or behavior identification models in order to flag up content likely to infringe our Community Rules. This enables us to take swift action and limit potential damage. For example, the vast majority of content such as spam and scams is automatically deleted. We regularly study trends, academic research and industry best practice to constantly improve our systems.\n",
        "line_start": 1549,
        "line_end": 1553,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    },
    "69": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Community Guidelines Enforcement Reports.md\nParagraph location: \n\t**Advertising content**\n\tOther reports\n\nContent: \n### Other reports  \n* [Government Withdrawal Request Report](https://www.tiktok.com/transparency/fr-fr/government-removal-requests)\n* [Report on requests for information](https://www.tiktok.com/transparency/fr-fr/information-requests)\n* [Report on requests to remove content for infringement of intellectual property laws](https://www.tiktok.com/transparency/fr-fr/intellectual-property-removal-requests)  \n#### Was this useful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No\n",
        "line_start": 584,
        "line_end": 590,
        "url": "https://www.tiktok.com/community-guidelines/en/),"
    }
}