{
    "0": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Digital Services Act EU.md\nParagraph location: \n\nContent: \nDigital Services Act  \n**Learn more about the actions we take upon content and accounts that violate our policies or local laws and how we strive to foster a fun and inclusive environment where people can create, find community, and be entertained.**  \n* * *  \n#### **About the** **Digital Services Act**  \nThe Digital Services Act (the ‘**DSA**’) is designed to further strengthen the safety of people on platforms like ours. A key objective of the DSA is to give users of digital services even greater insight into the work we do to keep them safe, and provide them with additional tools – and ultimately, greater choice – over their own experience of the platform. This includes requiring greater transparency about the content moderation activities we engage in.  \nVery Large Online Platforms under the DSA are required to make publicly available a report which outlines the content moderation activities it engages in. These reports include information on the following:  \n* Our approach to content moderation generally (including the training and support we provide to our content moderators).\n* An overview of the kinds of restrictions we impose in response to content and accounts which violate our policies or local laws, either as a result of the content moderation we engage in at our own initiative or in response to law enforcement requests for information and government requests for content removals.\n* An overview of the number of reports we have received through our new dedicated ‘illegal content reporting’ channel and the action we have taken in response to those notices.\n* A breakdown of the number of monthly active users in each individual EU Member State.  \nWe’re proud of our strong track record of being transparent about the steps we take to keep TikTok safe and entertaining, publishing our first transparency report in [2019](https://www.tiktok.com/transparency/en-us/community-guidelines-enforcement-2019-2/). We will continue to develop our policies, and we strive to enforce these rules equitably, consistently and fairly to maintain a safe and inclusive environment for our community.  \n#### **Reports**  \nBuilding on our proactive approach to transparency and as part of our obligations under the DSA, we will publish a transparency report every six months to provide granular data for EU countries about our content moderation activities. These reports are available here:  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/fsslreh7uulsn/DSA%20Report%20October%202023/DSA%20draft%20Transparency%20report%20-%2025%20October%202023.pdf)  \n#### Was this helpful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nCode of Practice on Disinformation\n",
        "line_start": 0,
        "line_end": 17,
        "url": "https://www.tiktok.com/transparency/en-us/community-guidelines-enforcement-2019-2/)."
    },
    "1": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Digital Services Act EU.md\nParagraph location: \n\tLearn more about our work as signatory to the Code of Practice on Disinformation and how we strive to promote authentic online experiences for our community.\n\nContent: \n## Learn more about our work as signatory to the Code of Practice on Disinformation and how we strive to promote authentic online experiences for our community.  \n* * *\n",
        "line_start": 31,
        "line_end": 33,
        "url": "https://www.tiktok.com/transparency/en-us/community-guidelines-enforcement-2019-2/)."
    },
    "2": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Digital Services Act EU.md\nParagraph location: \n\tLearn more about our work as signatory to the Code of Practice on Disinformation and how we strive to promote authentic online experiences for our community.\n\tAbout the Code\n\nContent: \n### About the Code  \nThe Code of Practice on Disinformation (the ‘Code’) is a significant step forward for the industry, taking an innovative approach to combat disinformation by bringing together major online platforms, emerging and specialised platforms, advertising industry participants, fact-checkers and researchers.  \nSignatories to the Code undertake to deliver against a range of commitments across different issues related to online misinformation, including:  \n* Demonetisation of disinformation\n* Transparency of Political Advertising\n* Integrity of Services\n* Empowering Users\n* Empowering Researchers\n* Empowering the Fact-Checking Community  \nWe’re proud to have played a part in the co-regulatory process to draft the strengthened Code of Practice on Disinformation, building on our work as a signatory to the previous Code. We will continue to invest extensively as we work together with others to combat disinformation, promote authentic online experiences for our communities, and meet our obligations as a responsible and trusted platform.\n",
        "line_start": 35,
        "line_end": 45,
        "url": "https://www.tiktok.com/transparency/en-us/community-guidelines-enforcement-2019-2/)."
    },
    "3": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Digital Services Act EU.md\nParagraph location: \n\tLearn more about our work as signatory to the Code of Practice on Disinformation and how we strive to promote authentic online experiences for our community.\n\tReports\n\nContent: \n### Reports  \nAs part of our commitments to the Code, we will publish a transparency report every six months to provide granular data for EU/EEA countries about our efforts to combat online misinformation. These reports are available [here](https://www.tiktok.com/transparency/en/reports/), as well as on a separate [transparency centre](https://disinfocode.eu/), alongside reports from other platforms.  \n[![download](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/icon-download-c0614844c2e22b8aede8367a66bcdae1.svg)Download](https://sf16-va.tiktokcdn.com/obj/eden-va2/uhsllrta/COPD%20zip%20test/TikTok%20COPD%20reports.zip)  \n#### Was this helpful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nEU Monthly Active Recipients\n",
        "line_start": 50,
        "line_end": 56,
        "url": "https://www.tiktok.com/transparency/en-us/community-guidelines-enforcement-2019-2/)."
    },
    "4": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Digital Services Act EU.md\nParagraph location: \n\tLearn more about our work as signatory to the Code of Practice on Disinformation and how we strive to promote authentic online experiences for our community.\n\tInformation about TikTok’s Monthly Active Recipients number for the European Union\n\nContent: \n### Information about TikTok’s Monthly Active Recipients number for the European Union  \n* * *  \nIn accordance with our obligations under the Digital Services Act (Article 24(2)), TikTok Technology Limited reports that it had on average 134 million ‘monthly active recipients’ in the European Union member state countries between February 2023 and July 2023.  \nWe have produced this calculation for the purposes of complying with our DSA requirements and it should not be relied on for other purposes. Where we have shared user metrics in other contexts, the methodology and scope may have differed.  \nOur approach to producing this calculation may evolve or may require altering over time, for example, because of product changes or new technologies.  \n#### Was this helpful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nEU Monthly Active Recipients  \n### Information about TikTok’s Monthly Active Recipients number for the European Union  \n* * *  \nIn accordance with our obligations under the Digital Services Act (Article 24(2)), TikTok Technology Limited reports that it had on average 125 million ‘monthly active recipients’ in the European Union member state countries between August 2022 to January 2023.  \nWe have produced this calculation for the purposes of complying with our DSA requirements and it should not be relied on for other purposes. Where we have shared users metrics in other contexts, the methodology and scope may have differed.  \nOur approach to producing this calculation may evolve or may require altering over time, for example, because of product changes or new technologies.  \n#### Was this helpful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No  \nTerrorist Content Online Regulation  \n_7 June, 2022 – 31 December, 2022_\n_Published February, 2023_\n",
        "line_start": 62,
        "line_end": 80,
        "url": "https://www.tiktok.com/transparency/en-us/community-guidelines-enforcement-2019-2/)."
    },
    "5": {
        "content": "Source document: data/platform-docs-versions-english/TikTok_Transparency/Digital Services Act EU.md\nParagraph location: \n\tLearn more about our work as signatory to the Code of Practice on Disinformation and how we strive to promote authentic online experiences for our community.\n\tAbout this report\n\nContent: \n### About this report  \nThis report is published by TikTok Technology Limited (hereafter “**TikTok**”) under the EU Terrorist Content Online Regulation (EU) 2021/784 (“**TCO Regulation**”).  \n#### A. Combatting violent extremism  \nTikTok takes an uncompromising stance against enabling violent extremism on or off our platform. Our mission is to inspire creativity and bring joy to people, and any attempt to promote violence runs counter to that mission and our values. TikTok thrives because of the diversity of our global community, and we aim to provide a safe space where people feel welcomed and empowered to express themselves and connect with others. That’s why we take a strong stance against attempts to promote violence or hateful behaviour on TikTok.  \nTerrorist content has no place on TikTok, and we will remove any content – including video, audio, livestream, images, comments, links, or other text – that violates our Community Guidelines. When there is a threat to public safety or an account is used to promote or glorify off-platform violence, we ban the account.  \n#### B. Information about TikTok’s measures to tackle terrorist content  \n##### 1\\. How we define violent extremist content  \nAs explained in our [Community Guidelines](https://www.tiktok.com/community-guidelines?lang=en#39), we do not allow people to use our platform to threaten or incite violence, or to promote violent extremism.  \n**Threats and incitement to violence**  \nWe consider incitement to violence as advocating for, directing, or encouraging other people to commit violence. We do not allow threats of violence or incitement to violence on our platform that may result in serious physical harm. This includes but is not limited to  \n* Statements of intent to inflict physical injuries on an individual or a group\n* Statements or imagery that encourage others to commit or that advocate for violence\n* Conditional or aspirational statements that encourage other people to commit violence\n* Calls to bring weapons to a location with the intent to intimidate or threaten an individual or group with violence\n* Instructions on how to make or use weapons that may incite violence  \n**Violent extremist organisations and individuals**  \nWe do not allow organisations or individuals on our platform who promote or engage in violence, including terrorist organisations, organised hate groups, criminal organisations, and other non-state armed groups that target civilians:  \n* We define terrorists and terrorist organisations as non-state actors that threaten violence, use violence, and/or commit serious crimes (such as crimes against humanity) against civilian populations in pursuit of political, religious, ethnic, or ideological objectives.\n* We use the term “organised hate” to refer to those individuals and organisations who attack people based on protected attributes, such as race, ethnicity, national origin, religion, caste, sexual orientation, sex, gender, gender identity, or immigration status. We consider attacks to include actions that incite violence or hatred, that aim to dehumanize individuals or groups, or that embrace a hateful ideology.\n* We define criminal organizations are transnational, national, or local groups that have engaged in serious crimes, including violent crimes (e.g., homicide, rape, robbery, assault), trafficking (e.g., human, organ, drug, weapons), kidnapping, financial crimes (e.g., extortion, blackmail, fraud, money laundering), or cybercrime.  \nThis includes but is not limited to:  \n* Content that praises, promotes, glorifies, or supports violent acts or extremist organizations or individuals\n* Content that encourages participation in, or intends to recruit individuals to, violent extremist organisations\n* Content with names, symbols, logos, flags, slogans, uniforms, gestures, salutes, illustrations, portraits, songs, music, lyrics, or other objects meant to represent violent extremist organisations or individuals  \n##### 2\\. How we identify violent extremist content  \nTo enforce our rules against violent extremism, we use a combination of technology, safety experts and security professionals, alongside threat-detection partners.  \n* We use computer vision models to help detect visual signals, emblems, logos that are known to be associated with extremist and hate groups, so that we can remove such content.\n* We use text-based technologies, including keyword lists and natural language processing (NLP), to detect language used to promote extremist ideologies or hate groups. This enables us to find near or exact matches of terms such as slurs (or even emoji combinations) and to remove them from comments, video captions, and profile descriptions.\n* Where we have previously detected content that violates our policies on hate or extremism, we use de-duplication and hashing technologies that enable us to recognize copies or near copies of such content. We work with external groups, such as [Tech Against Terrorism](https://www.tiktok.com/transparency/en-us/combatting-hate-violent-extremism/), who help us to more quickly detect and remove hate or violent extremist content that has already been identified off the platform.\n* We also take measures to disrupt the discoverability of such content on the platform. One way that we do this is by blocking searches for terms related to hateful keywords, or names and organisations associated with hate and violent extremism.\n* In limited emergency situations, we will disclose user information when we have reason to believe, in good faith, that the disclosure of information is necessary to prevent the imminent risk of death or serious physical injury to any person. For more on our policies and practices, please see our [TikTok Law Enforcement Guidelines](https://www.tiktok.com/legal/page/global/law-enforcement/en).  \nIn addition, we encourage our community members to use the [tools we provide on our platform](https://support.tiktok.com/en/safety-hc/report-a-problem) to report any content or account they believe violates our Community Guidelines, which includes our policies on violent extremist content as outlined above. In Germany, Austria and France we have introduced content reporting mechanisms that enable users to report certain content to us alleging violations of local laws (which includes certain local criminal law provisions related to terrorist content). For example: In Germany users can report certain content to us alleging violations such Sections [129a](https://www.gesetze-im-internet.de/stgb/__129a.html) (Forming terrorist organisations) and [129b](https://www.gesetze-im-internet.de/stgb/__129b.html) (Foreign criminal and terrorist organisations) of Germany’s Criminal Code.  \n##### 3\\. Operational expertise  \nWe understand that violent extremism and hateful behaviour are complex and ever-evolving online harms, which is why we continually look for how we can improve our policies and strengthen our enforcement. This includes regularly training for our content moderation teams to better detect evolving hateful behaviour, symbols, terms, and offensive stereotypes. We also consult academics and experts from across the globe to keep abreast of evolving trends and to help us regularly evaluate our practices. We take into account publicly available information from organisations, including the United Nations Security Council and the European Union, to designate dangerous or hateful individuals and organisations, including terrorist groups.  \n##### 4\\. Standing together against violent extremism  \nAt TikTok, we believe that collaboration is critical to solving today’s most pressing challenges, including violent extremism. We are proud to be members of Tech Against Terrorism, which brings together technology companies, civil society, and academics over the shared goal of countering violent extremism. Coming together with others in the industry reflects our desire to engage with the wider community of experts in a responsible way. Our aim is to help eradicate terrorist content online and share learnings with others along the way.  \n#### **C. Numbers relating to removal of terrorist content**  \nThe numbers below cover the reporting period: 7 June, 2022 – 31 December, 2022.  \n##### **1\\. Orders from competent authorities**  \nTikTok did not receive any removal orders from competent authorities under the TCO Regulation.  \n##### **2\\. Community Guidelines and local law violations**  \nBelow are the numbers for the items of terrorist content removed by TikTok for violations of our Community Guidelines on violent extremism relating to terrorist content. The numbers in brackets indicate the items of terrorist content removed and/or in relation to which access was disabled for violations of local laws relating to violent extremism in Germany (Sections 129a and 129b of the German Criminal Code), Austria (Sections 278b, 278f and § 282a of the Austrian Criminal Code), and France (Section 421-2-5 of the French Criminal Code):  \n|     |     |     |\n| --- | --- | --- |\n| **Total number of removals (restrictions)** | **Number of user appeals** | **Number of appeals where content was reinstated** |\n| 53385 (3746) | 11816 (975) | 6153 (244) |  \n\\*The numbers in brackets are a subset of the total number and included for reference only.  \n#### Was this helpful?  \n![thumps up](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-up-80984a582e54af0b7149496dd4ede2a6.png)Yes![thumps down](https://sf16-website-login.neutral.ttwstatic.com/obj/tiktok_web_login_static/websites/static/images/thumbs-down-e0c9a7a1b1ea3c6ed439e5bf9a7e71bd.png)No\n",
        "line_start": 97,
        "line_end": 146,
        "url": "https://www.tiktok.com/transparency/en-us/community-guidelines-enforcement-2019-2/)."
    }
}