{
    "0": {
        "content": "Source document: data/platform-docs-versions-english/Booking.com_Transparency-Report/Booking Transparency Report.md\nParagraph location: \n\nContent: \nBootstrap  \nDefined Services Act  \n27 October 2028 - Transparency Report prepared by Bootstrap  \nE.M. under the Digital Services Act.\n",
        "line_start": 0,
        "line_end": 4,
        "url": "Booking.com_Transparency-Report/Booking Transparency Report.md"
    },
    "1": {
        "content": "Source document: data/platform-docs-versions-english/Booking.com_Transparency-Report/Booking Transparency Report.md\nParagraph location: \n\tAbout this report\n\nContent: \n## About this report  \nAt Booking.com, our mission is to make it easier for everyone to experience the world. We believe that travel can bring out the best in humanity. Travel promotes a better understanding of different cultures and ways of life. We also believe in and work towards making travel a force for good in the world - one that enriches people's lives through a range of experiences, big and small. As a travel platform, it is at the core of our activities to facilitate travel experiences centred on our customers and underpinned by our values.  \nOur long-held values as well as our guidelines and terms and conditions for all users of our platform - travellers and supply partners - are designed to foster safe and welcoming travel experiences for all. To maintain that environment and ensure the safety of our travellers and supply partners, we take action upon content that violates the law, our Content Guidelines or Terms and Conditions.  \nAs required under the Digital Services Act (DSA), this report provides insights into the content moderation activities that we engaged in during the reporting period, including the volume and nature of content removed from our platform and removal requests received from public authorities and users.  \n**Section 1 - EU Member State MAR information from 1 February 2023 up to and including 31 July 2023**  \n**Figure 1 - EU Member State MAR Information***  \n*As reflected on Bogoking.com's DSA webpage, the MAR information is an estimate and is based on the data available to Booking.com at this time, and the limited guidance in the DSA. This estimate is required to be published under the DSA and should not be used for any other purpose. The methodologies used to estimate average monthly recipients as defined in the DSA require significant judgement and design inputs, are subject to data and other limitations, and inherently are subject to statistical variances and uncertainties. This estimate may be revised as Booking.com refines its approach and in response to the publication of methodology by the European Commission.  \n**For ease of reference we have grouped under \"Other\" all other EU Member States where Booking.com MAR estimates represent less than 4% of the total.  \n[MISSING_PAGE_EMPTY:4]  \n**Section 3 - Information on number of notices**  \nMarke  \nTotal number  \nNode and Action mechanism (NAX)  \nNAX defect  \nTransed Register  \nNumber of notices received5  \n15  \n15  \n0  \nMedian time to take action on the basis of the notice6  \n6.8 days  \n8/A  \nNumber of actions taken on the basis of the law  \n0  \nNumber of actions taken on the basis of the terms and conditions of service  \n9  \nNA  \n**Section 4 - Information on own-initiative content moderation**  \n\\begin{tabular}{l|l|l|l|l|l|l|l} \\hline \\hline \\multicolumn{1}{|c|}{Give-initiative} & \\multicolumn{1}{|c|}{Fetal} & \\multicolumn{1}{|c|}{Visibility restriction} & \\multicolumn{1}{|c|}{Monetary} & \\multicolumn{1}{|c|}{Production of the service} & \\multicolumn{1}{|c|}{Account restriction} \\\\ content & number & & restriction & & & & \\\\ \\hline \\multicolumn{1}{|c|}{integration} & \\multicolumn{1}{|c|}{Renoval} & \\multicolumn{1}{|c|}{Gine} & \\multicolumn{1}{|c|}{Supensation} & \\multicolumn{1}{|c|}{Tamination} & \\multicolumn{1}{|c|}{Supensation} & \\multicolumn{1}{|c|}{Tamination} \\\\ \\hline \\multicolumn{1}{|c|}{Number of items} & \\multicolumn{1}{|c|}{Approx. 21} & \\multicolumn{1}{|c|}{N/A} & \\multicolumn{1}{|c|}{N/A} & \\multicolumn{1}{|c|}{N/A} & \\multicolumn{1}{|c|}{N/A} & \\multicolumn{1}{|c|}{N/A} & \\multicolumn{1}{|c|}{N/A} \\\\ \\multicolumn{1}{|c|}{\\(\\text{moderated}^{7}\\)} & \\multicolumn{1}{|c|}{} & & & & & & \\\\ \\hline \\hline \\end{tabular}  \nFootnote 5: Includes notices of illegal tastings in the EU only.  \nFootnote 6: Calculated on the basis of the notices processed as at 30 September 2023.  \nFootnote 7: Comprises items moderated by our human moderators and our core ML models.  \n[MISSING_PAGE_EMPTY:6]\n",
        "line_start": 8,
        "line_end": 41,
        "url": "Booking.com_Transparency-Report/Booking Transparency Report.md"
    },
    "2": {
        "content": "Source document: data/platform-docs-versions-english/Booking.com_Transparency-Report/Booking Transparency Report.md\nParagraph location: \n\t6 Out of court dispute settlement bodies and internal complaints mechanism\n\t6 Out-of-count dispute-settlement bodies\n\nContent: \n## 6 Out of court dispute settlement bodies and internal complaints mechanism  \n### 6 Out-of-count dispute-settlement bodies  \nNumber of decisions submitted to out-of-court dispute  \n0 settlement bodies  \nmental complaints mechanism  \nNumber of complaints submitted to the internal-complaints  \n3192 mechanism * [13] The accuracy rate is calculated for our core ML models only, and excludes our ancillary ML models.  \n[MISSING_PAGE_FAIL:10]  \n* [15] Comprises resources fully dedicated to content moderation activities and does not include all resources in our Fraud and Trust and Safety teams whose scope is larger than content moderation.  \nBooking.com. Anything not approved by our core ML algorithms is sent to our moderators for further review when potential guideline violations are detected. Approved content is accessible on our platform and apps, while policy-violating content won't be published. Our decision can be appealed or the content can be resubmitted.  \nWe muste of automated means  \nBooking.com maintains two core ML models in 43 different languages to detect inappropriate content. We handle the bulk of content moderated through automation, one core model for text content and the other core model for images.  \nIn addition to our core ML models, we utilise human and machine intelligence to monitor offerings on our platform and to safeguard its integrity against fraudulent actors. For this purpose, we maintain four ancillary ML models: three for inauthentic listings and one for inauthentic reviews.  \n\\begin{tabular}{p{142.3pt} p{142.3pt}} \\hline \\hline \\multicolumn{1}{|c|}{\\multirow{2}{*}{\n\\begin{tabular}{} \\end{tabular} }} & \\multicolumn{1}{p{142.3pt}}{The core ML models Booking.com applies are content classifier models which are tuned to identify context. The ancillary ML models use numerous different data points and fraud indicators to detect inauthentic listings and inauthentic reviews.} \\\\ \\hline \\hline Specification of the precise purposes to apply automated means & The core ML models are designed to detect both illegal content and content that violates Booking's content policies. Illegal and violating content identified by the core ML models is sent to our content moderators for human review. Content moderators will make the final decision. The ancillary ML models are designed \\\\ \\hline \\hline \\end{tabular}  \nand used to detect inauthentic listings and inauthentic reviews at scale.  \nSafeguards applied to the use of automated means  \nWe perform constant random sampling of the automatically approved items and send them to moderators to ensure that the quality of ML automated content approvals is within the acceptable range.  \nSafeguards of the human resources dedicated to content  \n1 senior manager, 3 team leads, 2 project managers, 4 associates, 22 content moderators, 13 vendor content moderators.  \nTraining given to human resources dedicated to content  \nWhen new policies are launched or a new content moderator is onboarded, training decks and videos are provided to introduce the new content policies. Content moderators spend on average approximately 6 hours monthly receiving training, reviewing content guidelines and policy clarifications, reviewing their errors and asking questions. Frequently asked questions are compiled, and grey areas are clarified on a regular basis.  \nSupport given to human resources dedicated to content  \nInternal employees can reach out to the employee assistance program that provides counselling services, practical information and digital content to support employees' mental, physical, social and financial well-being. All moderators have followed a course about dealing with distressing content, designed to increase awareness, learn about prevention of potential issues and to understand what support is available. Our external partner contracted for moderation has a consistent approach towards employee safety utilising SGS audits and\n",
        "line_start": 74,
        "line_end": 98,
        "url": "Booking.com_Transparency-Report/Booking Transparency Report.md"
    }
}