{
    "0": {
        "content": "Source document: data/platform-docs-versions-english/Facebook_Ranking-Transparency/Ranking-Transparency.md\nParagraph location: \n\tOur approach to explaining ranking\n\nContent: \n# Our approach to explaining ranking  \nUPDATED DECEMBER 31, 2023  \nArtificial intelligence (AI) systems inform the ranking of content for many experiences on Meta's products, such as viewing Facebook Feed, watching reels on Instagram or browsing Facebook Marketplace.\n",
        "line_start": 0,
        "line_end": 3,
        "url": "Facebook_Ranking-Transparency/Ranking-Transparency.md"
    },
    "1": {
        "content": "Source document: data/platform-docs-versions-english/Facebook_Ranking-Transparency/Ranking-Transparency.md\nParagraph location: \n\tOur approach to explaining ranking\n\tDeveloping new tools to help explain AI\n\nContent: \n## Developing new tools to help explain AI  \nAs part of our ongoing commitment to transparency, we provide tools and information to help people understand Meta's technologies. AI system cards, linked below, are our solution for explaining how the AI systems in our products work. System cards provide an in-depth view into the complex world of AI systems, which are made up of many models and dynamic rules. These system cards were written in a way that can be understood by experts and non-experts alike.  \nHow AI systems work and change over time  \nEach AI system has models that enable it to make multiple predictions about content that people find most relevant and valuable. These prediction models use underlying input signals to help select content that people are most likely to engage with. Input signals fall into broad categories such as the unique features of a post, how others have interacted with a post, and how people have engaged with similar content in the past. Prediction models, the predictions they make, and their input signals are dynamic. They change frequently as the system learns and improves over time and as Meta's products are modified.  \nWhat affects ranking  \nThe ranking of posts, either higher or lower in a feed, is affected by predictions about the post, features of the content, and attributes of individuals and their interactions with Meta's products. As an example, if many people have interacted in a positive way with a post on Instagram, or with similar content, the post will appear higher in a person's feed. Alternatively, if those interactions were negative, or if a piece of content is predicted to be objectionable based on our standards, guidelines or integrity policies, the content is removed or ranked lower in the feed.  \nAI systems work together  \nEach system card describes a single AI system, and several AI systems may work together to deliver an overall product experience. In Facebook Feed, for example, one AI system ranks content from friends and Pages and groups that people are connected to, and another AI system ranks recommended content that they may be interested in from others they are not connected to. What people see in their Feed is a balanced combination of the outputs of both AI systems in addition to advertisements and additional product offerings such as groups and reels.  \nAI systems offer a personalized experience  \nPeople's experience with Meta's products is personalized based on their activity, because not everyone likes or dislikes the same things, and interests may change over time. Our AI systems attempt to show more of the kind of content people have shown an interest in, while creating opportunities for discovery of new things the AI system predicts they might like.  \nPeople can influence their experience  \nSystem cards describe some of the key models and underlying signals used by AI systems. The cards also explain the actions that individuals can take to influence the system, control their experience, and possibly impact the way the system delivers content. The controls listed in the system cards may not be available on all devices or to everyone.  \nThe future of AI system cards  \nWe will continue to incorporate feedback from diverse audiences to improve our products and empower people who use them. In our research we have learned that people want to explore system cards when the information provided is relevant to them, with a mix of text and visuals, so we are working on making system cards easier to find and understand.\n",
        "line_start": 6,
        "line_end": 20,
        "url": "Facebook_Ranking-Transparency/Ranking-Transparency.md"
    }
}